[
  {
    "reference": "John 3:16",
    "text": "“For this is how God loved the world: He gave his one and only Son, so that everyone who believes in him will not perish but have eternal life."
  },
  {
    "reference": "Psalm 23:1",
    "text": "A psalm of David. The LORD is my shepherd; I have all that I need."
  },
  {
    "reference": "Jeremiah 29:11",
    "text": "For I know the plans I have for you,” says the LORD. “They are plans for good and not for disaster, to give you a future and a hope."
  },
  {
    "reference": "Proverbs 3:5",
    "text": "Trust in the LORD with all your heart; do not depend on your own understanding."
  },
  {
    "reference": "Proverbs 3:6",
    "text": "Seek his will in all you do, and he will show you which path to take."
  },
  {
    "reference": "Nehemiah 8:10",
    "text": "And Nehemiah continued, “Go and celebrate with a feast of rich foods and sweet drinks, and share gifts of food with people who have nothing prepared. This is a sacred day before our Lord. Don’t be dejected and sad, for the joy of the LORD is your strength!”"
  },
  {
    "reference": "Isaiah 43:2",
    "text": "When you go through deep waters, I will be with you. When you go through rivers of difficulty, you will not drown. When you walk through the fire of oppression, you will not be burned up; the flames will not consume you."
  },
  {
    "reference": "2 Corinthians 5:7",
    "text": "For we live by believing and not by seeing."
  },
  {
    "reference": "Psalm 37:4",
    "text": "Take delight in the LORD, and he will give you your heart’s desires."
  },
  {
    "reference": "Lamentations 3:22",
    "text": "The faithful love of the LORD never ends! His mercies never cease."
  },
  {
    "reference": "Lamentations 3:23",
    "text": "Great is his faithfulness; his mercies begin afresh each morning."
  },
  {
    "reference": "Colossians 3:2",
    "text": "Think about the things of heaven, not the things of earth."
  },
  {
    "reference": "Psalm 46:1",
    "text": "For the choir director: A song of the descendants of Korah, to be sung by soprano voices. God is our refuge and strength, always ready to help in times of trouble."
  },
  {
    "reference": "Ephesians 2:8",
    "text": "God saved you by his grace when you believed. And you can’t take credit for this; it is a gift from God."
  },
  {
    "reference": "Ephesians 2:9",
    "text": "Salvation is not a reward for the good things we have done, so none of us can boast about it."
  },
  {
    "reference": "Galatians 5:22",
    "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness,"
  },
  {
    "reference": "Galatians 5:23",
    "text": "gentleness, and self-control. There is no law against these things!"
  },
  {
    "reference": "John 16:33",
    "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.”"
  },
  {
    "reference": "Psalm 118:24",
    "text": "This is the day the LORD has made. We will rejoice and be glad in it."
  },
  {
    "reference": "1 Thessalonians 5:16",
    "text": "Always be joyful."
  },
  {
    "reference": "1 Thessalonians 5:17",
    "text": "Never stop praying."
  },
  {
    "reference": "1 Thessalonians 5:18",
    "text": "Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus."
  },
  {
    "reference": "Romans 15:13",
    "text": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit."
  },
  {
    "reference": "Psalm 121:1",
    "text": "A song for pilgrims ascending to Jerusalem. I look up to the mountains— does my help come from there?"
  },
  {
    "reference": "Psalm 121:2",
    "text": "My help comes from the LORD, who made heaven and earth!"
  },
  {
    "reference": "Matthew 5:14",
    "text": "“You are the light of the world—like a city on a hilltop that cannot be hidden."
  },
  {
    "reference": "Matthew 5:15",
    "text": "No one lights a lamp and then puts it under a basket. Instead, a lamp is placed on a stand, where it gives light to everyone in the house."
  },
  {
    "reference": "Matthew 5:16",
    "text": "In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father."
  },
  {
    "reference": "Philippians 4:6",
    "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done."
  },
  {
    "reference": "Philippians 4:7",
    "text": "Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus."
  },
  {
    "reference": "2 Timothy 1:7",
    "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline."
  },
  {
    "reference": "Isaiah 26:3",
    "text": "You will keep in perfect peace all who trust in you, all whose thoughts are fixed on you!"
  },
  {
    "reference": "Hebrews 10:23",
    "text": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise."
  },
  {
    "reference": "Proverbs 17:22",
    "text": "A cheerful heart is good medicine, but a broken spirit saps a person’s strength."
  },
  {
    "reference": "1 Chronicles 16:11",
    "text": "Search for the LORD and for his strength; continually seek him."
  },
  {
    "reference": "Psalm 94:19",
    "text": "When doubts filled my mind, your comfort gave me renewed hope and cheer."
  },
  {
    "reference": "Matthew 19:26",
    "text": "Jesus looked at them intently and said, “Humanly speaking, it is impossible. But with God everything is possible.”"
  },
  {
    "reference": "John 14:27",
    "text": "“I am leaving you with a gift—peace of mind and heart. And the peace I give is a gift the world cannot give. So don’t be troubled or afraid."
  },
  {
    "reference": "Psalm 68:19",
    "text": "Praise the Lord; praise God our savior! For each day he carries us in his arms. <i>Interlude</i>"
  },
  {
    "reference": "2 Samuel 22:31",
    "text": "“God’s way is perfect. All the LORD’s promises prove true. He is a shield for all who look to him for protection."
  },
  {
    "reference": "Jeremiah 33:3",
    "text": "Ask me and I will tell you remarkable secrets you do not know about things to come."
  },
  {
    "reference": "Luke 1:37",
    "text": "For the word of God will never fail.”"
  },
  {
    "reference": "Isaiah 55:12",
    "text": "You will live in joy and peace. The mountains and hills will burst into song, and the trees of the field will clap their hands!"
  },
  {
    "reference": "Deuteronomy 31:8",
    "text": "Do not be afraid or discouraged, for the LORD will personally go ahead of you. He will be with you; he will neither fail you nor abandon you.”"
  },
  {
    "reference": "Psalm 119:105",
    "text": "Your word is a lamp to guide my feet and a light for my path."
  },
  {
    "reference": "1 Peter 1:8",
    "text": "You love him even though you have never seen him. Though you do not see him now, you trust him; and you rejoice with a glorious, inexpressible joy."
  },
  {
    "reference": "1 Peter 1:9",
    "text": "The reward for trusting him will be the salvation of your souls."
  },
  {
    "reference": "John 10:10",
    "text": "The thief’s purpose is to steal and kill and destroy. My purpose is to give them a rich and satisfying life."
  },
  {
    "reference": "Exodus 15:2",
    "text": "The LORD is my strength and my song; he has given me victory. This is my God, and I will praise him— my father’s God, and I will exalt him!"
  },
  {
    "reference": "Job 11:18",
    "text": "Having hope will give you courage. You will be protected and will rest in safety."
  },
  {
    "reference": "Romans 5:3",
    "text": "We can rejoice, too, when we run into problems and trials, for we know that they help us develop endurance."
  },
  {
    "reference": "Romans 5:4",
    "text": "And endurance develops strength of character, and character strengthens our confident hope of salvation."
  },
  {
    "reference": "Psalm 34:18",
    "text": "The LORD is close to the brokenhearted; he rescues those whose spirits are crushed."
  },
  {
    "reference": "Isaiah 49:16",
    "text": "See, I have written your name on the palms of my hands. Always in my mind is a picture of Jerusalem’s walls in ruins."
  },
  {
    "reference": "Philippians 2:14",
    "text": "Do everything without complaining and arguing,"
  },
  {
    "reference": "Philippians 2:15",
    "text": "so that no one can criticize you. Live clean, innocent lives as children of God, shining like bright lights in a world full of crooked and perverse people."
  },
  {
    "reference": "Revelation 21:4",
    "text": "He will wipe every tear from their eyes, and there will be no more death or sorrow or crying or pain. All these things are gone forever.”"
  },
  {
    "reference": "Psalm 91:1",
    "text": "Those who live in the shelter of the Most High will find rest in the shadow of the Almighty."
  },
  {
    "reference": "Psalm 91:2",
    "text": "This I declare about the LORD: He alone is my refuge, my place of safety; he is my God, and I trust him."
  },
  {
    "reference": "Proverbs 18:10",
    "text": "The name of the LORD is a strong fortress; the godly run to him and are safe."
  },
  {
    "reference": "Psalm 126:5",
    "text": "Those who plant in tears will harvest with shouts of joy."
  },
  {
    "reference": "Matthew 6:33",
    "text": "Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need."
  },
  {
    "reference": "2 Corinthians 12:9",
    "text": "Each time he said, “My grace is all you need. My power works best in weakness.” So now I am glad to boast about my weaknesses, so that the power of Christ can work through me."
  },
  {
    "reference": "Psalm 19:14",
    "text": "May the words of my mouth and the meditation of my heart be pleasing to you, O LORD, my rock and my redeemer."
  },
  {
    "reference": "John 15:11",
    "text": "I have told you these things so that you will be filled with my joy. Yes, your joy will overflow!"
  },
  {
    "reference": "Ecclesiastes 3:11",
    "text": "Yet God has made everything beautiful for its own time. He has planted eternity in the human heart, but even so, people cannot see the whole scope of God’s work from beginning to end."
  },
  {
    "reference": "Zephaniah 3:17",
    "text": "For the LORD your God is living among you. He is a mighty savior. He will take delight in you with gladness. With his love, he will calm all your fears. He will rejoice over you with joyful songs.”"
  },
  {
    "reference": "Psalm 147:3",
    "text": "He heals the brokenhearted and bandages their wounds."
  },
  {
    "reference": "Colossians 1:27",
    "text": "For God wanted them to know that the riches and glory of Christ are for you Gentiles, too. And this is the secret: Christ lives in you. This gives you assurance of sharing his glory."
  },
  {
    "reference": "Proverbs 3:3",
    "text": "Never let loyalty and kindness leave you! Tie them around your neck as a reminder. Write them deep within your heart."
  },
  {
    "reference": "Proverbs 3:4",
    "text": "Then you will find favor with both God and people, and you will earn a good reputation."
  },
  {
    "reference": "1 Chronicles 29:11",
    "text": "Yours, O LORD, is the greatness, the power, the glory, the victory, and the majesty. Everything in the heavens and on earth is yours, O LORD, and this is your kingdom. We adore you as the one who is over all things."
  },
  {
    "reference": "Psalm 139:14",
    "text": "Thank you for making me so wonderfully complex! Your workmanship is marvelous—how well I know it."
  },
  {
    "reference": "Luke 6:38",
    "text": "Give, and you will receive. Your gift will return to you in full—pressed down, shaken together to make room for more, running over, and poured into your lap. The amount you give will determine the amount you get back.”"
  },
  {
    "reference": "1 Corinthians 13:7",
    "text": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance."
  },
  {
    "reference": "Psalm 103:2",
    "text": "Let all that I am praise the LORD; may I never forget the good things he does for me."
  },
  {
    "reference": "Isaiah 40:11",
    "text": "He will feed his flock like a shepherd. He will carry the lambs in his arms, holding them close to his heart. He will gently lead the mother sheep with their young."
  },
  {
    "reference": "Matthew 5:8",
    "text": "God blesses those whose hearts are pure, for they will see God."
  },
  {
    "reference": "2 Corinthians 4:16",
    "text": "That is why we never give up. Though our bodies are dying, our spirits are being renewed every day."
  },
  {
    "reference": "2 Corinthians 4:17",
    "text": "For our present troubles are small and won’t last very long. Yet they produce for us a glory that vastly outweighs them and will last forever!"
  },
  {
    "reference": "2 Corinthians 4:18",
    "text": "So we don’t look at the troubles we can see now; rather, we fix our gaze on things that cannot be seen. For the things we see now will soon be gone, but the things we cannot see will last forever."
  },
  {
    "reference": "Titus 3:5",
    "text": "he saved us, not because of the righteous things we had done, but because of his mercy. He washed away our sins, giving us a new birth and new life through the Holy Spirit."
  },
  {
    "reference": "Psalm 84:11",
    "text": "For the LORD God is our sun and our shield. He gives us grace and glory. The LORD will withhold no good thing from those who do what is right."
  },
  {
    "reference": "John 1:16",
    "text": "From his abundance we have all received one gracious blessing after another."
  },
  {
    "reference": "2 Corinthians 9:8",
    "text": "And God will generously provide all you need. Then you will always have everything you need and plenty left over to share with others."
  },
  {
    "reference": "Galatians 6:9",
    "text": "So let’s not get tired of doing what is good. At just the right time we will reap a harvest of blessing if we don’t give up."
  },
  {
    "reference": "Psalm 16:11",
    "text": "You will show me the way of life, granting me the joy of your presence and the pleasures of living with you forever."
  },
  {
    "reference": "Colossians 2:6",
    "text": "And now, just as you accepted Christ Jesus as your Lord, you must continue to follow him."
  },
  {
    "reference": "Colossians 2:7",
    "text": "Let your roots grow down into him, and let your lives be built on him. Then your faith will grow strong in the truth you were taught, and you will overflow with thankfulness."
  },
  {
    "reference": "Hebrews 13:5",
    "text": "Don’t love money; be satisfied with what you have. For God has said, “I will never fail you. I will never abandon you.”"
  },
  {
    "reference": "Isaiah 50:7",
    "text": "Because the Sovereign LORD helps me, I will not be disgraced. Therefore, I have set my face like a stone, determined to do his will. And I know that I will not be put to shame."
  },
  {
    "reference": "Psalm 147:11",
    "text": "No, the LORD’s delight is in those who fear him, those who put their hope in his unfailing love."
  },
  {
    "reference": "Luke 12:32",
    "text": "“So don’t be afraid, little flock. For it gives your Father great happiness to give you the Kingdom."
  },
  {
    "reference": "Psalm 19:1",
    "text": "For the choir director: A psalm of David. The heavens proclaim the glory of God. The skies display his craftsmanship."
  },
  {
    "reference": "Romans 3:23",
    "text": "For everyone has sinned; we all fall short of God’s glorious standard."
  },
  {
    "reference": "Romans 3:24",
    "text": "Yet God, in his grace, freely makes us right in his sight. He did this through Christ Jesus when he freed us from the penalty for our sins."
  },
  {
    "reference": "Psalm 119:11",
    "text": "I have hidden your word in my heart, that I might not sin against you."
  },
  {
    "reference": "Isaiah 9:6",
    "text": "For a child is born to us, a son is given to us. The government will rest on his shoulders. And he will be called: Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."
  },
  {
    "reference": "John 8:12",
    "text": "Jesus spoke to the people once more and said, “I am the light of the world. If you follow me, you won’t have to walk in darkness, because you will have the light that leads to life.”"
  },
  {
    "reference": "1 Timothy 6:12",
    "text": "Fight the good fight for the true faith. Hold tightly to the eternal life to which God has called you, which you have declared so well before many witnesses."
  },
  {
    "reference": "Psalm 119:165",
    "text": "Those who love your instructions have great peace and do not stumble."
  },
  {
    "reference": "Lamentations 3:31",
    "text": "For no one is abandoned by the Lord forever."
  },
  {
    "reference": "Lamentations 3:32",
    "text": "Though he brings grief, he also shows compassion because of the greatness of his unfailing love."
  },
  {
    "reference": "Lamentations 3:33",
    "text": "For he does not enjoy hurting people or causing them sorrow."
  },
  {
    "reference": "Isaiah 54:10",
    "text": "For the mountains may move and the hills disappear, but even then my faithful love for you will remain. My covenant of blessing will never be broken,” says the LORD, who has mercy on you."
  },
  {
    "reference": "Psalm 145:9",
    "text": "The LORD is good to everyone. He showers compassion on all his creation."
  },
  {
    "reference": "2 Samuel 22:33",
    "text": "God is my strong fortress, and he makes my way perfect."
  },
  {
    "reference": "Proverbs 10:28",
    "text": "The hopes of the godly result in happiness, but the expectations of the wicked come to nothing."
  },
  {
    "reference": "Psalm 62:1",
    "text": "For Jeduthun, the choir director: A psalm of David. I wait quietly before God, for my victory comes from him."
  },
  {
    "reference": "Psalm 62:2",
    "text": "He alone is my rock and my salvation, my fortress where I will never be shaken."
  },
  {
    "reference": "2 Thessalonians 3:3",
    "text": "But the Lord is faithful; he will strengthen you and guard you from the evil one."
  },
  {
    "reference": "Romans 6:4",
    "text": "For we died and were buried with Christ by baptism. And just as Christ was raised from the dead by the glorious power of the Father, now we also may live new lives."
  },
  {
    "reference": "Ephesians 4:32",
    "text": "Instead, be kind to each other, tenderhearted, forgiving one another, just as God through Christ has forgiven you."
  },
  {
    "reference": "1 Corinthians 15:57",
    "text": "But thank God! He gives us victory over sin and death through our Lord Jesus Christ."
  },
  {
    "reference": "Romans 14:17",
    "text": "For the Kingdom of God is not a matter of what we eat or drink, but of living a life of goodness and peace and joy in the Holy Spirit."
  },
  {
    "reference": "Isaiah 58:11",
    "text": "The LORD will guide you continually, giving you water when you are dry and restoring your strength. You will be like a well-watered garden, like an ever-flowing spring."
  },
  {
    "reference": "Psalm 119:18",
    "text": "Open my eyes to see the wonderful truths in your instructions."
  },
  {
    "reference": "Luke 1:50",
    "text": "He shows mercy from generation to generation to all who fear him."
  },
  {
    "reference": "John 3:30",
    "text": "He must become greater and greater, and I must become less and less."
  },
  {
    "reference": "James 1:2",
    "text": "Dear brothers and sisters, when troubles of any kind come your way, consider it an opportunity for great joy."
  },
  {
    "reference": "James 1:3",
    "text": "For you know that when your faith is tested, your endurance has a chance to grow."
  },
  {
    "reference": "Psalm 100:4",
    "text": "Enter his gates with thanksgiving; go into his courts with praise. Give thanks to him and praise his name."
  },
  {
    "reference": "Ephesians 3:20",
    "text": "Now all glory to God, who is able, through his mighty power at work within us, to accomplish infinitely more than we might ask or think."
  },
  {
    "reference": "Romans 15:5",
    "text": "May God, who gives this patience and encouragement, help you live in complete harmony with each other, as is fitting for followers of Christ Jesus."
  },
  {
    "reference": "Romans 15:6",
    "text": "Then all of you can join together with one voice, giving praise and glory to God, the Father of our Lord Jesus Christ."
  },
  {
    "reference": "Psalm 16:8",
    "text": "I know the LORD is always with me. I will not be shaken, for he is right beside me."
  },
  {
    "reference": "Hebrews 6:19",
    "text": "This hope is a strong and trustworthy anchor for our souls. It leads us through the curtain into God’s inner sanctuary."
  },
  {
    "reference": "Psalm 112:7",
    "text": "They do not fear bad news; they confidently trust the LORD to care for them."
  },
  {
    "reference": "Psalm 112:8",
    "text": "They are confident and fearless and can face their foes triumphantly."
  },
  {
    "reference": "Isaiah 41:13",
    "text": "For I hold you by your right hand— I, the LORD your God. And I say to you, ‘Don’t be afraid. I am here to help you."
  },
  {
    "reference": "Matthew 5:9",
    "text": "God blesses those who work for peace, for they will be called the children of God."
  },
  {
    "reference": "1 Corinthians 1:9",
    "text": "God will do this, for he is faithful to do what he says, and he has invited you into partnership with his Son, Jesus Christ our Lord."
  },
  {
    "reference": "Romans 10:17",
    "text": "So faith comes from hearing, that is, hearing the Good News about Christ."
  },
  {
    "reference": "Psalm 55:22",
    "text": "Give your burdens to the LORD, and he will take care of you. He will not permit the godly to slip and fall."
  },
  {
    "reference": "Ephesians 2:19",
    "text": "So now you Gentiles are no longer strangers and foreigners. You are citizens along with all of God’s holy people. You are members of God’s family."
  },
  {
    "reference": "Philippians 3:20",
    "text": "But we are citizens of heaven, where the Lord Jesus Christ lives. And we are eagerly waiting for him to return as our Savior."
  },
  {
    "reference": "Isaiah 64:4",
    "text": "For since the world began, no ear has heard and no eye has seen a God like you, who works for those who wait for him!"
  },
  {
    "reference": "1 John 2:17",
    "text": "And this world is fading away, along with everything that people crave. But anyone who does what pleases God will live forever."
  },
  {
    "reference": "2 Corinthians 5:17",
    "text": "This means that anyone who belongs to Christ has become a new person. The old life is gone; a new life has begun!"
  },
  {
    "reference": "Proverbs 12:25",
    "text": "Worry weighs a person down; an encouraging word cheers a person up."
  },
  {
    "reference": "Matthew 10:29",
    "text": "What is the price of two sparrows—one copper coin? But not a single sparrow can fall to the ground without your Father knowing it."
  },
  {
    "reference": "Matthew 10:30",
    "text": "And the very hairs on your head are all numbered."
  },
  {
    "reference": "Matthew 10:31",
    "text": "So don’t be afraid; you are more valuable to God than a whole flock of sparrows."
  },
  {
    "reference": "Psalm 119:43",
    "text": "Do not snatch your word of truth from me, for your regulations are my only hope."
  },
  {
    "reference": "Hebrews 12:1",
    "text": "Therefore, since we are surrounded by such a huge crowd of witnesses to the life of faith, let us strip off every weight that slows us down, especially the sin that so easily trips us up. And let us run with endurance the race God has set before us."
  },
  {
    "reference": "Hebrews 12:2",
    "text": "We do this by keeping our eyes on Jesus, the champion who initiates and perfects our faith. Because of the joy awaiting him, he endured the cross, disregarding its shame. Now he is seated in the place of honor beside God’s throne."
  },
  {
    "reference": "Proverbs 16:3",
    "text": "Commit your actions to the LORD, and your plans will succeed."
  },
  {
    "reference": "1 Thessalonians 5:24",
    "text": "God will make this happen, for he who calls you is faithful."
  },
  {
    "reference": "Psalm 119:76",
    "text": "Now let your unfailing love comfort me, just as you promised me, your servant."
  },
  {
    "reference": "James 5:16",
    "text": "Confess your sins to each other and pray for each other so that you may be healed. The earnest prayer of a righteous person has great power and produces wonderful results."
  },
  {
    "reference": "Matthew 6:34",
    "text": "“So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today."
  },
  {
    "reference": "1 Corinthians 10:13",
    "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure."
  },
  {
    "reference": "Philippians 3:1",
    "text": "Whatever happens, my dear brothers and sisters, rejoice in the Lord. I never get tired of telling you these things, and I do it to safeguard your faith."
  },
  {
    "reference": "2 Timothy 1:12",
    "text": "That is why I am suffering here in prison. But I am not ashamed of it, for I know the one in whom I trust, and I am sure that he is able to guard what I have entrusted to him until the day of his return."
  },
  {
    "reference": "Proverbs 15:13",
    "text": "A glad heart makes a happy face; a broken heart crushes the spirit."
  },
  {
    "reference": "John 15:5",
    "text": "“Yes, I am the vine; you are the branches. Those who remain in me, and I in them, will produce much fruit. For apart from me you can do nothing."
  },
  {
    "reference": "Isaiah 41:20",
    "text": "I am doing this so all who see this miracle will understand what it means— that it is the LORD who has done this, the Holy One of Israel who created it."
  },
  {
    "reference": "Psalm 34:8",
    "text": "Taste and see that the LORD is good. Oh, the joys of those who take refuge in him!"
  },
  {
    "reference": "Romans 12:10",
    "text": "Love each other with genuine affection, and take delight in honoring each other."
  },
  {
    "reference": "Isaiah 54:17",
    "text": "But in that coming day no weapon turned against you will succeed. You will silence every voice raised up to accuse you. These benefits are enjoyed by the servants of the LORD; their vindication will come from me. I, the LORD, have spoken!"
  },
  {
    "reference": "John 14:1",
    "text": "“Don’t let your hearts be troubled. Trust in God, and trust also in me."
  },
  {
    "reference": "1 Peter 5:10",
    "text": "In his kindness God called you to share in his eternal glory by means of Christ Jesus. So after you have suffered a little while, he will restore, support, and strengthen you, and he will place you on a firm foundation."
  },
  {
    "reference": "Psalm 107:9",
    "text": "For he satisfies the thirsty and fills the hungry with good things."
  },
  {
    "reference": "James 4:10",
    "text": "Humble yourselves before the Lord, and he will lift you up in honor."
  },
  {
    "reference": "Hebrews 4:12",
    "text": "For the word of God is alive and powerful. It is sharper than the sharpest two-edged sword, cutting between soul and spirit, between joint and marrow. It exposes our innermost thoughts and desires."
  },
  {
    "reference": "Ephesians 1:7",
    "text": "He is so rich in kindness and grace that he purchased our freedom with the blood of his Son and forgave our sins."
  },
  {
    "reference": "Psalm 27:1",
    "text": "A psalm of David. The LORD is my light and my salvation— so why should I be afraid? The LORD is my fortress, protecting me from danger, so why should I tremble?"
  },
  {
    "reference": "Proverbs 10:12",
    "text": "Hatred stirs up quarrels, but love makes up for all offenses."
  },
  {
    "reference": "John 11:25",
    "text": "Jesus told her, “I am the resurrection and the life. Anyone who believes in me will live, even after dying."
  },
  {
    "reference": "John 11:26",
    "text": "Everyone who lives in me and believes in me will never ever die. Do you believe this, Martha?”"
  },
  {
    "reference": "Isaiah 26:12",
    "text": "LORD, you will grant us peace; all we have accomplished is really from you."
  },
  {
    "reference": "Matthew 4:4",
    "text": "But Jesus told him, “No! The Scriptures say, ‘People do not live by bread alone, but by every word that comes from the mouth of God.’ ”"
  },
  {
    "reference": "1 John 5:3",
    "text": "Loving God means keeping his commandments, and his commandments are not burdensome."
  },
  {
    "reference": "Psalm 23:6",
    "text": "Surely your goodness and unfailing love will pursue me all the days of my life, and I will live in the house of the LORD forever."
  },
  {
    "reference": "Psalm 34:10",
    "text": "Even strong young lions sometimes go hungry, but those who trust in the LORD will lack no good thing."
  },
  {
    "reference": "2 Corinthians 1:20",
    "text": "For all of God’s promises have been fulfilled in Christ with a resounding “Yes!” And through Christ, our “Amen” (which means “Yes”) ascends to God for his glory."
  },
  {
    "reference": "Proverbs 11:25",
    "text": "The generous will prosper; those who refresh others will themselves be refreshed."
  },
  {
    "reference": "Philippians 1:3",
    "text": "Every time I think of you, I give thanks to my God."
  },
  {
    "reference": "Ephesians 5:20",
    "text": "And give thanks for everything to God the Father in the name of our Lord Jesus Christ."
  },
  {
    "reference": "Romans 12:21",
    "text": "Don’t let evil conquer you, but conquer evil by doing good."
  },
  {
    "reference": "John 7:37",
    "text": "On the last day, the climax of the festival, Jesus stood and shouted to the crowds, “Anyone who is thirsty may come to me!"
  },
  {
    "reference": "John 7:38",
    "text": "Anyone who believes in me may come and drink! For the Scriptures declare, ‘Rivers of living water will flow from his heart.’”"
  },
  {
    "reference": "Colossians 3:23",
    "text": "Work willingly at whatever you do, as though you were working for the Lord rather than for people."
  },
  {
    "reference": "Colossians 3:24",
    "text": "Remember that the Lord will give you an inheritance as your reward, and that the Master you are serving is Christ."
  },
  {
    "reference": "Proverbs 3:7",
    "text": "Don’t be impressed with your own wisdom. Instead, fear the LORD and turn away from evil."
  },
  {
    "reference": "Proverbs 3:8",
    "text": "Then you will have healing for your body and strength for your bones."
  },
  {
    "reference": "Psalm 25:4",
    "text": "Show me the right path, O LORD; point out the road for me to follow."
  },
  {
    "reference": "Psalm 25:5",
    "text": "Lead me by your truth and teach me, for you are the God who saves me. All day long I put my hope in you."
  },
  {
    "reference": "2 Corinthians 5:21",
    "text": "For God made Christ, who never sinned, to be the offering for our sin, so that we could be made right with God through Christ."
  },
  {
    "reference": "1 Peter 2:24",
    "text": "He personally carried our sins in his body on the cross so that we can be dead to sin and live for what is right. By his wounds you are healed."
  },
  {
    "reference": "Isaiah 40:8",
    "text": "The grass withers and the flowers fade, but the word of our God stands forever.”"
  },
  {
    "reference": "Hebrews 10:24",
    "text": "Let us think of ways to motivate one another to acts of love and good works."
  },
  {
    "reference": "Hebrews 10:25",
    "text": "And let us not neglect our meeting together, as some people do, but encourage one another, especially now that the day of his return is drawing near."
  },
  {
    "reference": "1 Corinthians 2:9",
    "text": "That is what the Scriptures mean when they say, “No eye has seen, no ear has heard, and no mind has imagined what God has prepared for those who love him.”"
  },
  {
    "reference": "Psalm 138:8",
    "text": "The LORD will work out his plans for my life— for your faithful love, O LORD, endures forever. Don’t abandon me, for you made me."
  },
  {
    "reference": "Romans 5:1",
    "text": "Therefore, since we have been made right in God’s sight by faith, we have peace with God because of what Jesus Christ our Lord has done for us."
  },
  {
    "reference": "Romans 5:2",
    "text": "Because of our faith, Christ has brought us into this place of undeserved privilege where we now stand, and we confidently and joyfully look forward to sharing God’s glory."
  },
  {
    "reference": "Psalm 32:8",
    "text": "The LORD says, “I will guide you along the best pathway for your life. I will advise you and watch over you."
  },
  {
    "reference": "2 Timothy 2:13",
    "text": "If we are unfaithful, he remains faithful, for he cannot deny who he is."
  },
  {
    "reference": "James 1:12",
    "text": "God blesses those who patiently endure testing and temptation. Afterward they will receive the crown of life that God has promised to those who love him."
  },
  {
    "reference": "Ephesians 4:15",
    "text": "Instead, we will speak the truth in love, growing in every way more and more like Christ, who is the head of his body, the church."
  },
  {
    "reference": "John 6:35",
    "text": "Jesus replied, “I am the bread of life. Whoever comes to me will never be hungry again. Whoever believes in me will never be thirsty."
  },
  {
    "reference": "1 John 1:9",
    "text": "But if we confess our sins to him, he is faithful and just to forgive us our sins and to cleanse us from all wickedness."
  },
  {
    "reference": "2 Corinthians 8:9",
    "text": "You know the generous grace of our Lord Jesus Christ. Though he was rich, yet for your sakes he became poor, so that by his poverty he could make you rich."
  },
  {
    "reference": "Galatians 2:20",
    "text": "My old self has been crucified with Christ. It is no longer I who live, but Christ lives in me. So I live in this earthly body by trusting in the Son of God, who loved me and gave himself for me."
  },
  {
    "reference": "Psalm 119:37",
    "text": "Turn my eyes from worthless things, and give me life through your word."
  },
  {
    "reference": "1 Thessalonians 2:13",
    "text": "Therefore, we never stop thanking God that when you received his message from us, you didn’t think of our words as mere human ideas. You accepted what we said as the very word of God—which, of course, it is. And this word continues to work in you who believe."
  },
  {
    "reference": "Isaiah 30:21",
    "text": "Your own ears will hear him. Right behind you a voice will say, “This is the way you should go,” whether to the right or to the left."
  },
  {
    "reference": "Matthew 6:19",
    "text": "“Don’t store up treasures here on earth, where moths eat them and rust destroys them, and where thieves break in and steal."
  },
  {
    "reference": "Matthew 6:20",
    "text": "Store your treasures in heaven, where moths and rust cannot destroy, and thieves do not break in and steal."
  },
  {
    "reference": "Matthew 6:21",
    "text": "Wherever your treasure is, there the desires of your heart will also be."
  },
  {
    "reference": "John 8:32",
    "text": "And you will know the truth, and the truth will set you free.”"
  },
  {
    "reference": "1 Peter 4:12",
    "text": "Dear friends, don’t be surprised at the fiery trials you are going through, as if something strange were happening to you."
  },
  {
    "reference": "1 Peter 4:13",
    "text": "Instead, be very glad—for these trials make you partners with Christ in his suffering, so that you will have the wonderful joy of seeing his glory when it is revealed to all the world."
  },
  {
    "reference": "Psalm 37:23",
    "text": "The LORD directs the steps of the godly. He delights in every detail of their lives."
  },
  {
    "reference": "Psalm 37:24",
    "text": "Though they stumble, they will never fall, for the LORD holds them by the hand."
  },
  {
    "reference": "Romans 6:23",
    "text": "For the wages of sin is death, but the free gift of God is eternal life through Christ Jesus our Lord."
  },
  {
    "reference": "Ephesians 2:4",
    "text": "But God is so rich in mercy, and he loved us so much,"
  },
  {
    "reference": "Ephesians 2:5",
    "text": "that even though we were dead because of our sins, he gave us life when he raised Christ from the dead. (It is only by God’s grace that you have been saved!)"
  },
  {
    "reference": "Hebrews 10:19",
    "text": "And so, dear brothers and sisters, we can boldly enter heaven’s Most Holy Place because of the blood of Jesus."
  },
  {
    "reference": "Hebrews 10:20",
    "text": "By his death, Jesus opened a new and life-giving way through the curtain into the Most Holy Place."
  },
  {
    "reference": "Hebrews 10:21",
    "text": "And since we have a great High Priest who rules over God’s house,"
  },
  {
    "reference": "Hebrews 10:22",
    "text": "let us go right into the presence of God with sincere hearts fully trusting him. For our guilty consciences have been sprinkled with Christ’s blood to make us clean, and our bodies have been washed with pure water."
  },
  {
    "reference": "Isaiah 53:5",
    "text": "But he was pierced for our rebellion, crushed for our sins. He was beaten so we could be whole. He was whipped so we could be healed."
  },
  {
    "reference": "Proverbs 21:21",
    "text": "Whoever pursues righteousness and unfailing love will find life, righteousness, and honor."
  },
  {
    "reference": "Psalm 37:29",
    "text": "The godly will possess the land and will live there forever."
  },
  {
    "reference": "1 Thessalonians 1:5",
    "text": "For when we brought you the Good News, it was not only with words but also with power, for the Holy Spirit gave you full assurance that what we said was true. And you know of our concern for you from the way we lived when we were with you."
  },
  {
    "reference": "Romans 15:4",
    "text": "Such things were written in the Scriptures long ago to teach us. And the Scriptures give us hope and encouragement as we wait patiently for God’s promises to be fulfilled."
  },
  {
    "reference": "Psalm 119:142",
    "text": "Your justice is eternal, and your instructions are perfectly true."
  },
  {
    "reference": "1 Corinthians 15:10",
    "text": "But whatever I am now, it is all because God poured out his special favor on me—and not without results. For I have worked harder than any of the other apostles; yet it was not I but God who was working through me by his grace."
  },
  {
    "reference": "Matthew 28:19",
    "text": "Therefore, go and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit."
  },
  {
    "reference": "Matthew 28:20",
    "text": "Teach these new disciples to obey all the commands I have given you. And be sure of this: I am with you always, even to the end of the age.”"
  },
  {
    "reference": "1 John 4:18",
    "text": "Such love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced his perfect love."
  },
  {
    "reference": "Ephesians 1:18",
    "text": "I pray that your hearts will be flooded with light so that you can understand the confident hope he has given to those he called—his holy people who are his rich and glorious inheritance."
  },
  {
    "reference": "Ephesians 1:19",
    "text": "I also pray that you will understand the incredible greatness of God’s power for us who believe him. This is the same mighty power"
  },
  {
    "reference": "Psalm 145:18",
    "text": "The LORD is close to all who call on him, yes, to all who call on him in truth."
  },
  {
    "reference": "Psalm 145:19",
    "text": "He grants the desires of those who fear him; he hears their cries for help and rescues them."
  },
  {
    "reference": "Romans 2:4",
    "text": "Don’t you see how wonderfully kind, tolerant, and patient God is with you? Does this mean nothing to you? Can’t you see that his kindness is intended to turn you from your sin?"
  },
  {
    "reference": "1 Corinthians 4:5",
    "text": "So don’t make judgments about anyone ahead of time—before the Lord returns. For he will bring our darkest secrets to light and will reveal our private motives. Then God will give to each one whatever praise is due."
  },
  {
    "reference": "Isaiah 33:2",
    "text": "But LORD, be merciful to us, for we have waited for you. Be our strong arm each day and our salvation in times of trouble."
  },
  {
    "reference": "Philippians 2:13",
    "text": "For God is working in you, giving you the desire and the power to do what pleases him."
  },
  {
    "reference": "Psalm 46:10",
    "text": "“Be still, and know that I am God! I will be honored by every nation. I will be honored throughout the world.”"
  },
  {
    "reference": "Proverbs 2:6",
    "text": "For the LORD grants wisdom! From his mouth come knowledge and understanding."
  },
  {
    "reference": "Ephesians 4:3",
    "text": "Make every effort to keep yourselves united in the Spirit, binding yourselves together with peace."
  },
  {
    "reference": "1 Peter 1:5",
    "text": "And through your faith, God is protecting you by his power until you receive this salvation, which is ready to be revealed on the last day for all to see."
  },
  {
    "reference": "Matthew 11:28",
    "text": "Then Jesus said, “Come to me, all of you who are weary and carry heavy burdens, and I will give you rest."
  },
  {
    "reference": "Matthew 11:29",
    "text": "Take my yoke upon you. Let me teach you, because I am humble and gentle at heart, and you will find rest for your souls."
  },
  {
    "reference": "Matthew 11:30",
    "text": "For my yoke is easy to bear, and the burden I give you is light.”"
  },
  {
    "reference": "1 John 3:24",
    "text": "Those who obey God’s commandments remain in fellowship with him, and he with them. And we know he lives in us because the Spirit he gave us lives in us."
  },
  {
    "reference": "Psalm 34:7",
    "text": "For the angel of the LORD is a guard; he surrounds and defends all who fear him."
  },
  {
    "reference": "Isaiah 43:1",
    "text": "But now, O Jacob, listen to the LORD who created you. O Israel, the one who formed you says, “Do not be afraid, for I have ransomed you. I have called you by name; you are mine."
  },
  {
    "reference": "Hebrews 11:6",
    "text": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him."
  },
  {
    "reference": "2 Peter 1:3",
    "text": "By his divine power, God has given us everything we need for living a godly life. We have received all of this by coming to know him, the one who called us to himself by means of his marvelous glory and excellence."
  },
  {
    "reference": "Philippians 3:8",
    "text": "Yes, everything else is worthless when compared with the infinite value of knowing Christ Jesus my Lord. For his sake I have discarded everything else, counting it all as garbage, so that I could gain Christ"
  },
  {
    "reference": "Psalm 119:50",
    "text": "Your promise revives me; it comforts me in all my troubles."
  },
  {
    "reference": "Romans 12:18",
    "text": "Do all that you can to live in peace with everyone."
  },
  {
    "reference": "Matthew 5:12",
    "text": "Be happy about it! Be very glad! For a great reward awaits you in heaven. And remember, the ancient prophets were persecuted in the same way."
  },
  {
    "reference": "1 Thessalonians 4:13",
    "text": "And now, dear brothers and sisters, we want you to know what will happen to the believers who have died so you will not grieve like people who have no hope."
  },
  {
    "reference": "1 Thessalonians 4:14",
    "text": "For since we believe that Jesus died and was raised to life again, we also believe that when Jesus returns, God will bring back with him the believers who have died."
  },
  {
    "reference": "Isaiah 41:9",
    "text": "I have called you back from the ends of the earth, saying, ‘You are my servant.’ For I have chosen you and will not throw you away."
  },
  {
    "reference": "Isaiah 41:10",
    "text": "Don’t be afraid, for I am with you. Don’t be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand."
  },
  {
    "reference": "Philippians 1:27",
    "text": "Above all, you must live as citizens of heaven, conducting yourselves in a manner worthy of the Good News about Christ. Then, whether I come and see you again or only hear about you, I will know that you are standing together with one spirit and one purpose, fighting together for the faith, which is the Good News."
  },
  {
    "reference": "Philippians 1:28",
    "text": "Don’t be intimidated in any way by your enemies. This will be a sign to them that they are going to be destroyed, but that you are going to be saved, even by God himself."
  },
  {
    "reference": "Ephesians 3:18",
    "text": "And may you have the power to understand, as all God’s people should, how wide, how long, how high, and how deep his love is."
  },
  {
    "reference": "Ephesians 3:19",
    "text": "May you experience the love of Christ, though it is too great to understand fully. Then you will be made complete with all the fullness of life and power that comes from God."
  },
  {
    "reference": "Psalm 119:130",
    "text": "The teaching of your word gives light, so even the simple can understand."
  },
  {
    "reference": "2 Corinthians 1:3",
    "text": "All praise to God, the Father of our Lord Jesus Christ. God is our merciful Father and the source of all comfort."
  },
  {
    "reference": "2 Corinthians 1:4",
    "text": "He comforts us in all our troubles so that we can comfort others. When they are troubled, we will be able to give them the same comfort God has given us."
  },
  {
    "reference": "1 John 5:20",
    "text": "And we know that the Son of God has come, and he has given us understanding so that we can know the true God. And now we live in fellowship with the true God because we live in fellowship with his Son, Jesus Christ. He is the only true God, and he is eternal life."
  },
  {
    "reference": "Matthew 18:20",
    "text": "For where two or three gather together as my followers, I am there among them.”"
  },
  {
    "reference": "James 5:8",
    "text": "You, too, must be patient. Take courage, for the coming of the Lord is near."
  },
  {
    "reference": "Isaiah 61:1",
    "text": "The Spirit of the Sovereign LORD is upon me, for the LORD has anointed me to bring good news to the poor. He has sent me to comfort the brokenhearted and to proclaim that captives will be released and prisoners will be freed."
  },
  {
    "reference": "Isaiah 61:2",
    "text": "He has sent me to tell those who mourn that the time of the LORD’s favor has come, and with it, the day of God’s anger against their enemies."
  },
  {
    "reference": "Isaiah 61:3",
    "text": "To all who mourn in Israel, he will give a crown of beauty for ashes, a joyous blessing instead of mourning, festive praise instead of despair. In their righteousness, they will be like great oaks that the LORD has planted for his own glory."
  },
  {
    "reference": "Philippians 4:19",
    "text": "And this same God who takes care of me will supply all your needs from his glorious riches, which have been given to us in Christ Jesus."
  },
  {
    "reference": "Philippians 4:20",
    "text": "Now all glory to God our Father forever and ever! Amen."
  },
  {
    "reference": "Romans 8:35",
    "text": "Can anything ever separate us from Christ’s love? Does it mean he no longer loves us if we have trouble or calamity, or are persecuted, or hungry, or destitute, or in danger, or threatened with death?"
  },
  {
    "reference": "Proverbs 15:15",
    "text": "For the despondent, every day brings trouble; for the happy heart, life is a continual feast."
  },
  {
    "reference": "1 Peter 3:15",
    "text": "Instead, you must worship Christ as Lord of your life. And if someone asks about your hope as a believer, always be ready to explain it."
  },
  {
    "reference": "1 Peter 3:16",
    "text": "But do this in a gentle and respectful way. Keep your conscience clear. Then if people speak against you, they will be ashamed when they see what a good life you live because you belong to Christ."
  },
  {
    "reference": "Isaiah 26:4",
    "text": "Trust in the LORD always, for the LORD GOD is the eternal Rock."
  },
  {
    "reference": "Isaiah 26:5",
    "text": "He humbles the proud and brings down the arrogant city. He brings it down to the dust."
  },
  {
    "reference": "Romans 4:20",
    "text": "Abraham never wavered in believing God’s promise. In fact, his faith grew stronger, and in this he brought glory to God."
  },
  {
    "reference": "Romans 4:21",
    "text": "He was fully convinced that God is able to do whatever he promises."
  },
  {
    "reference": "Psalm 100:5",
    "text": "For the LORD is good. His unfailing love continues forever, and his faithfulness continues to each generation."
  },
  {
    "reference": "Hebrews 6:10",
    "text": "For God is not unjust. He will not forget how hard you have worked for him and how you have shown your love to him by caring for other believers, as you still do."
  },
  {
    "reference": "Matthew 21:22",
    "text": "You can pray for anything, and if you have faith, you will receive it.”"
  },
  {
    "reference": "Ephesians 6:13",
    "text": "Therefore, put on every piece of God’s armor so you will be able to resist the enemy in the time of evil. Then after the battle you will still be standing firm."
  },
  {
    "reference": "Proverbs 19:21",
    "text": "You can make many plans, but the LORD’s purpose will prevail."
  },
  {
    "reference": "1 Corinthians 9:24",
    "text": "Don’t you realize that in a race everyone runs, but only one person gets the prize? So run to win!"
  },
  {
    "reference": "Romans 15:7",
    "text": "Therefore, accept each other just as Christ has accepted you so that God will be given glory."
  },
  {
    "reference": "Isaiah 41:18",
    "text": "I will open up rivers for them on the high plateaus. I will give them fountains of water in the valleys. I will fill the desert with pools of water. Rivers fed by springs will flow across the parched ground."
  },
  {
    "reference": "Psalm 139:9",
    "text": "If I ride the wings of the morning, if I dwell by the farthest oceans,"
  },
  {
    "reference": "Psalm 139:10",
    "text": "even there your hand will guide me, and your strength will support me."
  },
  {
    "reference": "Philippians 3:9",
    "text": "and become one with him. I no longer count on my own righteousness through obeying the law; rather, I become righteous through faith in Christ. For God’s way of making us right with himself depends on faith."
  },
  {
    "reference": "Romans 10:9",
    "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
  },
  {
    "reference": "Romans 10:10",
    "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved."
  },
  {
    "reference": "2 Timothy 4:18",
    "text": "Yes, and the Lord will deliver me from every evil attack and will bring me safely into his heavenly Kingdom. All glory to God forever and ever! Amen."
  },
  {
    "reference": "Hebrews 13:6",
    "text": "So we can say with confidence, “The LORD is my helper, so I will have no fear. What can mere people do to me?”"
  },
  {
    "reference": "Ephesians 5:1",
    "text": "Imitate God, therefore, in everything you do, because you are his dear children."
  },
  {
    "reference": "Ephesians 5:2",
    "text": "Live a life filled with love, following the example of Christ. He loved us and offered himself as a sacrifice for us, a pleasing aroma to God."
  },
  {
    "reference": "Matthew 25:40",
    "text": "“And the King will say, ‘I tell you the truth, when you did it to one of the least of these my brothers and sisters, you were doing it to me!’"
  },
  {
    "reference": "Isaiah 12:2",
    "text": "See, God has come to save me. I will trust in him and not be afraid. The LORD GOD is my strength and my song; he has given me victory.”"
  },
  {
    "reference": "Isaiah 12:3",
    "text": "With joy you will drink deeply from the fountain of salvation!"
  },
  {
    "reference": "1 Thessalonians 5:15",
    "text": "See that no one pays back evil for evil, but always try to do good to each other and to all people."
  },
  {
    "reference": "Romans 5:5",
    "text": "And this hope will not lead to disappointment. For we know how dearly God loves us, because he has given us the Holy Spirit to fill our hearts with his love."
  },
  {
    "reference": "1 John 2:25",
    "text": "And in this fellowship we enjoy the eternal life he promised us."
  },
  {
    "reference": "Philippians 2:1",
    "text": "Is there any encouragement from belonging to Christ? Any comfort from his love? Any fellowship together in the Spirit? Are your hearts tender and compassionate?"
  },
  {
    "reference": "Philippians 2:2",
    "text": "Then make me truly happy by agreeing wholeheartedly with each other, loving one another, and working together with one mind and purpose."
  },
  {
    "reference": "Psalm 147:4",
    "text": "He counts the stars and calls them all by name."
  },
  {
    "reference": "Psalm 147:5",
    "text": "How great is our Lord! His power is absolute! His understanding is beyond comprehension!"
  },
  {
    "reference": "Matthew 4:10",
    "text": "“Get out of here, Satan,” Jesus told him. “For the Scriptures say, ‘You must worship the LORD your God and serve only him.’ ”"
  },
  {
    "reference": "1 Corinthians 12:12",
    "text": "The human body has many parts, but the many parts make up one whole body. So it is with the body of Christ."
  },
  {
    "reference": "1 Corinthians 12:13",
    "text": "Some of us are Jews, some are Gentiles, some are slaves, and some are free. But we have all been baptized into one body by one Spirit, and we all share the same Spirit."
  },
  {
    "reference": "Romans 14:4",
    "text": "Who are you to condemn someone else’s servants? Their own master will judge whether they stand or fall. And with the Lord’s help, they will stand and receive his approval."
  },
  {
    "reference": "Psalm 121:7",
    "text": "The LORD keeps you from all harm and watches over your life."
  },
  {
    "reference": "Psalm 121:8",
    "text": "The LORD keeps watch over you as you come and go, both now and forever."
  },
  {
    "reference": "Isaiah 55:10",
    "text": "“The rain and snow come down from the heavens and stay on the ground to water the earth. They cause the grain to grow, producing seed for the farmer and bread for the hungry."
  },
  {
    "reference": "Isaiah 55:11",
    "text": "It is the same with my word. I send it out, and it always produces fruit. It will accomplish all I want it to, and it will prosper everywhere I send it."
  },
  {
    "reference": "1 John 4:7",
    "text": "Dear friends, let us continue to love one another, for love comes from God. Anyone who loves is a child of God and knows God."
  },
  {
    "reference": "Ephesians 4:1",
    "text": "Therefore I, a prisoner for serving the Lord, beg you to lead a life worthy of your calling, for you have been called by God."
  },
  {
    "reference": "2 Corinthians 7:10",
    "text": "For the kind of sorrow God wants us to experience leads us away from sin and results in salvation. There’s no regret for that kind of sorrow. But worldly sorrow, which lacks repentance, results in spiritual death."
  },
  {
    "reference": "Psalm 27:14",
    "text": "Wait patiently for the LORD. Be brave and courageous. Yes, wait patiently for the LORD."
  },
  {
    "reference": "1 Thessalonians 3:9",
    "text": "How we thank God for you! Because of you we have great joy as we enter God’s presence."
  },
  {
    "reference": "Isaiah 40:21",
    "text": "Haven’t you heard? Don’t you understand? Are you deaf to the words of God— the words he gave before the world began? Are you so ignorant?"
  },
  {
    "reference": "Isaiah 40:22",
    "text": "God sits above the circle of the earth. The people below seem like grasshoppers to him! He spreads out the heavens like a curtain and makes his tent from them."
  },
  {
    "reference": "Philippians 4:4",
    "text": "Always be full of joy in the Lord. I say it again—rejoice!"
  },
  {
    "reference": "Philippians 4:5",
    "text": "Let everyone see that you are considerate in all you do. Remember, the Lord is coming soon."
  },
  {
    "reference": "Proverbs 20:24",
    "text": "The LORD directs our steps, so why try to understand everything along the way?"
  },
  {
    "reference": "Psalm 119:64",
    "text": "O LORD, your unfailing love fills the earth; teach me your decrees."
  },
  {
    "reference": "Ephesians 5:8",
    "text": "For once you were full of darkness, but now you have light from the Lord. So live as people of light!"
  },
  {
    "reference": "Ephesians 5:9",
    "text": "For this light within you produces only what is good and right and true."
  },
  {
    "reference": "1 Peter 2:12",
    "text": "Be careful to live properly among your unbelieving neighbors. Then even if they accuse you of doing wrong, they will see your honorable behavior, and they will give honor to God when he judges the world."
  },
  {
    "reference": "Isaiah 32:17",
    "text": "And this righteousness will bring peace. Yes, it will bring quietness and confidence forever."
  },
  {
    "reference": "Isaiah 32:18",
    "text": "My people will live in safety, quietly at home. They will be at rest."
  },
  {
    "reference": "Romans 6:11",
    "text": "So you also should consider yourselves to be dead to the power of sin and alive to God through Christ Jesus."
  },
  {
    "reference": "1 Corinthians 15:22",
    "text": "Just as everyone dies because we all belong to Adam, everyone who belongs to Christ will be given new life."
  },
  {
    "reference": "Psalm 119:25",
    "text": "I lie in the dust; revive me by your word."
  },
  {
    "reference": "James 5:19",
    "text": "My dear brothers and sisters, if someone among you wanders away from the truth and is brought back,"
  },
  {
    "reference": "James 5:20",
    "text": "you can be sure that whoever brings the sinner back from wandering will save that person from death and bring about the forgiveness of many sins."
  },
  {
    "reference": "2 Thessalonians 2:16",
    "text": "Now may our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal comfort and a wonderful hope,"
  },
  {
    "reference": "2 Thessalonians 2:17",
    "text": "comfort you and strengthen you in every good thing you do and say."
  },
  {
    "reference": "Matthew 7:12",
    "text": "“Do to others whatever you would like them to do to you. This is the essence of all that is taught in the law and the prophets."
  },
  {
    "reference": "1 Thessalonians 2:10",
    "text": "You yourselves are our witnesses—and so is God—that we were devout and honest and faultless toward all of you believers."
  },
  {
    "reference": "1 Thessalonians 2:11",
    "text": "And you know that we treated each of you as a father treats his own children."
  },
  {
    "reference": "1 Thessalonians 2:12",
    "text": "We pleaded with you, encouraged you, and urged you to live your lives in a way that God would consider worthy. For he called you to share in his Kingdom and glory."
  },
  {
    "reference": "1 John 2:15",
    "text": "Do not love this world nor the things it offers you, for when you love the world, you do not have the love of the Father in you."
  },
  {
    "reference": "1 John 2:16",
    "text": "For the world offers only a craving for physical pleasure, a craving for everything we see, and pride in our achievements and possessions. These are not from the Father, but are from this world."
  },
  {
    "reference": "Psalm 138:7",
    "text": "Though I am surrounded by troubles, you will protect me from the anger of my enemies. You reach out your hand, and the power of your right hand saves me."
  },
  {
    "reference": "Matthew 6:6",
    "text": "But when you pray, go away by yourself, shut the door behind you, and pray to your Father in private. Then your Father, who sees everything, will reward you."
  },
  {
    "reference": "Ephesians 1:3",
    "text": "All praise to God, the Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms because we are united with Christ."
  },
  {
    "reference": "1 Thessalonians 5:23",
    "text": "Now may the God of peace make you holy in every way, and may your whole spirit and soul and body be kept blameless until our Lord Jesus Christ comes again."
  },
  {
    "reference": "Psalm 119:82",
    "text": "My eyes are straining to see your promises come true. When will you comfort me?"
  },
  {
    "reference": "Hebrews 13:20",
    "text": "Now may the God of peace— who brought up from the dead our Lord Jesus, the great Shepherd of the sheep, and ratified an eternal covenant with his blood—"
  },
  {
    "reference": "Hebrews 13:21",
    "text": "may he equip you with all you need for doing his will. May he produce in you, through the power of Jesus Christ, every good thing that is pleasing to him. All glory to him forever and ever! Amen."
  },
  {
    "reference": "1 John 3:1",
    "text": "See how very much our Father loves us, for he calls us his children, and that is what we are! But the people who belong to this world don’t recognize that we are God’s children because they don’t know him."
  },
  {
    "reference": "1 John 3:2",
    "text": "Dear friends, we are already God’s children, but he has not yet shown us what we will be like when Christ appears. But we do know that we will be like him, for we will see him as he really is."
  },
  {
    "reference": "1 John 3:3",
    "text": "And all who have this eager expectation will keep themselves pure, just as he is pure."
  },
  {
    "reference": "1 Timothy 4:12",
    "text": "Don’t let anyone think less of you because you are young. Be an example to all believers in what you say, in the way you live, in your love, your faith, and your purity."
  },
  {
    "reference": "Proverbs 22:6",
    "text": "Direct your children onto the right path, and when they are older, they will not leave it."
  },
  {
    "reference": "Philippians 1:5",
    "text": "for you have been my partners in spreading the Good News about Christ from the time you first heard it until now."
  },
  {
    "reference": "1 Thessalonians 1:9",
    "text": "for they keep talking about the wonderful welcome you gave us and how you turned away from idols to serve the living and true God."
  },
  {
    "reference": "1 Thessalonians 1:10",
    "text": "And they speak of how you are looking forward to the coming of God’s Son from heaven—Jesus, whom God raised from the dead. He is the one who has rescued us from the terrors of the coming judgment."
  },
  {
    "reference": "Psalm 33:20",
    "text": "We put our hope in the LORD. He is our help and our shield."
  },
  {
    "reference": "Psalm 33:21",
    "text": "In him our hearts rejoice, for we trust in his holy name."
  },
  {
    "reference": "Psalm 33:22",
    "text": "Let your unfailing love surround us, LORD, for our hope is in you alone."
  },
  {
    "reference": "Hebrews 11:1",
    "text": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see."
  },
  {
    "reference": "Hebrews 11:2",
    "text": "Through their faith, the people in days of old earned a good reputation."
  },
  {
    "reference": "Isaiah 43:18",
    "text": "“But forget all that— it is nothing compared to what I am going to do."
  },
  {
    "reference": "Isaiah 43:19",
    "text": "For I am about to do something new. See, I have already begun! Do you not see it? I will make a pathway through the wilderness. I will create rivers in the dry wasteland."
  },
  {
    "reference": "Philippians 1:21",
    "text": "For to me, living means living for Christ, and dying is even better."
  },
  {
    "reference": "Philippians 1:22",
    "text": "But if I live, I can do more fruitful work for Christ. So I really don’t know which is better."
  },
  {
    "reference": "Matthew 19:29",
    "text": "And everyone who has given up houses or brothers or sisters or father or mother or children or property, for my sake, will receive a hundred times as much in return and will inherit eternal life."
  },
  {
    "reference": "2 Corinthians 3:17",
    "text": "For the Lord is the Spirit, and wherever the Spirit of the Lord is, there is freedom."
  },
  {
    "reference": "Romans 12:1",
    "text": "And so, dear brothers and sisters, I plead with you to give your bodies to God because of all he has done for you. Let them be a living and holy sacrifice—the kind he will find acceptable. This is truly the way to worship him."
  },
  {
    "reference": "Romans 12:2",
    "text": "Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect."
  },
  {
    "reference": "1 Peter 3:8",
    "text": "Finally, all of you should be of one mind. Sympathize with each other. Love each other as brothers and sisters. Be tenderhearted, and keep a humble attitude."
  },
  {
    "reference": "Psalm 118:1",
    "text": "Give thanks to the LORD, for he is good! His faithful love endures forever."
  },
  {
    "reference": "Psalm 118:2",
    "text": "Let all Israel repeat: “His faithful love endures forever.”"
  },
  {
    "reference": "Isaiah 26:8",
    "text": "LORD, we show our trust in you by obeying your laws; our heart’s desire is to glorify your name."
  },
  {
    "reference": "James 4:13",
    "text": "Look here, you who say, “Today or tomorrow we are going to a certain town and will stay there a year. We will do business there and make a profit.”"
  },
  {
    "reference": "James 4:14",
    "text": "How do you know what your life will be like tomorrow? Your life is like the morning fog—it’s here a little while, then it’s gone."
  },
  {
    "reference": "James 4:15",
    "text": "What you ought to say is, “If the Lord wants us to, we will live and do this or that.”"
  },
  {
    "reference": "Psalm 90:17",
    "text": "And may the Lord our God show us his approval and make our efforts successful. Yes, make our efforts successful!"
  },
  {
    "reference": "2 Timothy 1:9",
    "text": "For God saved us and called us to live a holy life. He did this, not because we deserved it, but because that was his plan from before the beginning of time—to show us his grace through Christ Jesus."
  },
  {
    "reference": "Proverbs 16:9",
    "text": "We can make our plans, but the LORD determines our steps."
  },
  {
    "reference": "John 16:24",
    "text": "You haven’t done this before. Ask, using my name, and you will receive, and you will have abundant joy."
  },
  {
    "reference": "Psalm 25:1",
    "text": "A psalm of David. O LORD, I give my life to you."
  },
  {
    "reference": "Psalm 25:2",
    "text": "I trust in you, my God! Do not let me be disgraced, or let my enemies rejoice in my defeat."
  },
  {
    "reference": "Ephesians 2:10",
    "text": "For we are God’s masterpiece. He has created us anew in Christ Jesus, so we can do the good things he planned for us long ago."
  },
  {
    "reference": "1 Corinthians 10:31",
    "text": "So whether you eat or drink, or whatever you do, do it all for the glory of God."
  },
  {
    "reference": "James 1:22",
    "text": "But don’t just listen to God’s word. You must do what it says. Otherwise, you are only fooling yourselves."
  },
  {
    "reference": "James 1:23",
    "text": "For if you listen to the word and don’t obey, it is like glancing at your face in a mirror."
  },
  {
    "reference": "James 1:24",
    "text": "You see yourself, walk away, and forget what you look like."
  },
  {
    "reference": "James 1:25",
    "text": "But if you look carefully into the perfect law that sets you free, and if you do what it says and don’t forget what you heard, then God will bless you for doing it."
  },
  {
    "reference": "Philippians 4:10",
    "text": "How I praise the Lord that you are concerned about me again. I know you have always been concerned for me, but you didn’t have the chance to help me."
  },
  {
    "reference": "1 John 2:27",
    "text": "But you have received the Holy Spirit, and he lives within you, so you don’t need anyone to teach you what is true. For the Spirit teaches you everything you need to know, and what he teaches is true—it is not a lie. So just as he has taught you, remain in fellowship with Christ."
  },
  {
    "reference": "Romans 11:33",
    "text": "Oh, how great are God’s riches and wisdom and knowledge! How impossible it is for us to understand his decisions and his ways!"
  },
  {
    "reference": "Psalm 84:10",
    "text": "A single day in your courts is better than a thousand anywhere else! I would rather be a gatekeeper in the house of my God than live the good life in the homes of the wicked."
  },
  {
    "reference": "Isaiah 43:4",
    "text": "Others were given in exchange for you. I traded their lives for yours because you are precious to me. You are honored, and I love you."
  },
  {
    "reference": "2 Corinthians 9:7",
    "text": "You must each decide in your heart how much to give. And don’t give reluctantly or in response to pressure. “For God loves a person who gives cheerfully.”"
  },
  {
    "reference": "1 Thessalonians 2:4",
    "text": "For we speak as messengers approved by God to be entrusted with the Good News. Our purpose is to please God, not people. He alone examines the motives of our hearts."
  },
  {
    "reference": "James 3:17",
    "text": "But the wisdom from above is first of all pure. It is also peace loving, gentle at all times, and willing to yield to others. It is full of mercy and the fruit of good deeds. It shows no favoritism and is always sincere."
  },
  {
    "reference": "Proverbs 4:23",
    "text": "Guard your heart above all else, for it determines the course of your life."
  },
  {
    "reference": "Romans 8:28",
    "text": "And we know that God causes everything to work together for the good of those who love God and are called according to his purpose for them."
  },
  {
    "reference": "Romans 8:29",
    "text": "For God knew his people in advance, and he chose them to become like his Son, so that his Son would be the firstborn among many brothers and sisters."
  },
  {
    "reference": "Romans 8:30",
    "text": "And having chosen them, he called them to come to him. And having called them, he gave them right standing with himself. And having given them right standing, he gave them his glory."
  },
  {
    "reference": "2 Timothy 3:15",
    "text": "You have been taught the holy Scriptures from childhood, and they have given you the wisdom to receive the salvation that comes by trusting in Christ Jesus."
  },
  {
    "reference": "Philippians 2:9",
    "text": "Therefore, God elevated him to the place of highest honor and gave him the name above all other names,"
  },
  {
    "reference": "Philippians 2:10",
    "text": "that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,"
  },
  {
    "reference": "1 Thessalonians 3:12",
    "text": "And may the Lord make your love for one another and for all people grow and overflow, just as our love for you overflows."
  },
  {
    "reference": "1 Thessalonians 3:13",
    "text": "May he, as a result, make your hearts strong, blameless, and holy as you stand before God our Father when our Lord Jesus comes again with all his holy people. Amen."
  },
  {
    "reference": "Psalm 97:1",
    "text": "The LORD is king! Let the earth rejoice! Let the farthest coastlands be glad."
  },
  {
    "reference": "Matthew 25:21",
    "text": "“The master was full of praise. ‘Well done, my good and faithful servant. You have been faithful in handling this small amount, so now I will give you many more responsibilities. Let’s celebrate together! ’"
  },
  {
    "reference": "Romans 1:21",
    "text": "Yes, they knew God, but they wouldn’t worship him as God or even give him thanks. And they began to think up foolish ideas of what God was like. As a result, their minds became dark and confused."
  },
  {
    "reference": "1 Peter 5:6",
    "text": "So humble yourselves under the mighty power of God, and at the right time he will lift you up in honor."
  },
  {
    "reference": "1 Peter 5:7",
    "text": "Give all your worries and cares to God, for he cares about you."
  },
  {
    "reference": "James 5:11",
    "text": "We give great honor to those who endure under suffering. For instance, you know about Job, a man of great endurance. You can see how the Lord was kind to him at the end, for the Lord is full of tenderness and mercy."
  },
  {
    "reference": "Isaiah 55:6",
    "text": "Seek the LORD while you can find him. Call on him now while he is near."
  },
  {
    "reference": "Isaiah 55:7",
    "text": "Let the wicked change their ways and banish the very thought of doing wrong. Let them turn to the LORD that he may have mercy on them. Yes, turn to our God, for he will forgive generously."
  },
  {
    "reference": "Proverbs 15:23",
    "text": "Everyone enjoys a fitting reply; it is wonderful to say the right thing at the right time!"
  },
  {
    "reference": "Matthew 7:7",
    "text": "“Keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you."
  },
  {
    "reference": "Matthew 7:8",
    "text": "For everyone who asks, receives. Everyone who seeks, finds. And to everyone who knocks, the door will be opened."
  },
  {
    "reference": "Psalm 103:11",
    "text": "For his unfailing love toward those who fear him is as great as the height of the heavens above the earth."
  },
  {
    "reference": "Psalm 103:12",
    "text": "He has removed our sins as far from us as the east is from the west."
  },
  {
    "reference": "Philippians 3:12",
    "text": "I don’t mean to say that I have already achieved these things or that I have already reached perfection. But I press on to possess that perfection for which Christ Jesus first possessed me."
  },
  {
    "reference": "Philippians 3:13",
    "text": "No, dear brothers and sisters, I have not achieved it, but I focus on this one thing: Forgetting the past and looking forward to what lies ahead,"
  },
  {
    "reference": "Philippians 3:14",
    "text": "I press on to reach the end of the race and receive the heavenly prize for which God, through Christ Jesus, is calling us."
  },
  {
    "reference": "1 Thessalonians 4:17",
    "text": "Then, together with them, we who are still alive and remain on the earth will be caught up in the clouds to meet the Lord in the air. Then we will be with the Lord forever."
  },
  {
    "reference": "Hebrews 4:14",
    "text": "So then, since we have a great High Priest who has entered heaven, Jesus the Son of God, let us hold firmly to what we believe."
  },
  {
    "reference": "Hebrews 4:15",
    "text": "This High Priest of ours understands our weaknesses, for he faced all of the same testings we do, yet he did not sin."
  },
  {
    "reference": "Hebrews 4:16",
    "text": "So let us come boldly to the throne of our gracious God. There we will receive his mercy, and we will find grace to help us when we need it most."
  },
  {
    "reference": "James 1:4",
    "text": "So let it grow, for when your endurance is fully developed, you will be perfect and complete, needing nothing."
  },
  {
    "reference": "Psalm 136:1",
    "text": "Give thanks to the LORD, for he is good! His faithful love endures forever."
  },
  {
    "reference": "1 Peter 2:9",
    "text": "But you are not like that, for you are a chosen people. You are royal priests, a holy nation, God’s very own possession. As a result, you can show others the goodness of God, for he called you out of the darkness into his wonderful light."
  },
  {
    "reference": "1 Peter 2:10",
    "text": "“Once you had no identity as a people; now you are God’s people. Once you received no mercy; now you have received God’s mercy.”"
  },
  {
    "reference": "Romans 6:14",
    "text": "Sin is no longer your master, for you no longer live under the requirements of the law. Instead, you live under the freedom of God’s grace."
  },
  {
    "reference": "Psalm 37:5",
    "text": "Commit everything you do to the LORD. Trust him, and he will help you."
  },
  {
    "reference": "Psalm 37:6",
    "text": "He will make your innocence radiate like the dawn, and the justice of your cause will shine like the noonday sun."
  },
  {
    "reference": "2 Thessalonians 1:11",
    "text": "So we keep on praying for you, asking our God to enable you to live a life worthy of his call. May he give you the power to accomplish all the good things your faith prompts you to do."
  },
  {
    "reference": "Ephesians 6:7",
    "text": "Work with enthusiasm, as though you were working for the Lord rather than for people."
  },
  {
    "reference": "Isaiah 54:2",
    "text": "“Enlarge your house; build an addition. Spread out your home, and spare no expense!"
  },
  {
    "reference": "Isaiah 54:3",
    "text": "For you will soon be bursting at the seams. Your descendants will occupy other nations and resettle the ruined cities."
  },
  {
    "reference": "1 Thessalonians 1:4",
    "text": "We know, dear brothers and sisters, that God loves you and has chosen you to be his own people."
  },
  {
    "reference": "Romans 4:7",
    "text": "“Oh, what joy for those whose disobedience is forgiven, whose sins are put out of sight."
  },
  {
    "reference": "Romans 4:8",
    "text": "Yes, what joy for those whose record the LORD has cleared of sin.”"
  },
  {
    "reference": "Proverbs 10:22",
    "text": "The blessing of the LORD makes a person rich, and he adds no sorrow with it."
  },
  {
    "reference": "1 John 5:14",
    "text": "And we are confident that he hears us whenever we ask for anything that pleases him."
  },
  {
    "reference": "1 John 5:15",
    "text": "And since we know he hears us when we make our requests, we also know that he will give us what we ask for."
  },
  {
    "reference": "1 Thessalonians 5:14",
    "text": "Brothers and sisters, we urge you to warn those who are lazy. Encourage those who are timid. Take tender care of those who are weak. Be patient with everyone."
  },
  {
    "reference": "Romans 6:18",
    "text": "Now you are free from your slavery to sin, and you have become slaves to righteous living."
  },
  {
    "reference": "Psalm 145:15",
    "text": "The eyes of all look to you in hope; you give them their food as they need it."
  },
  {
    "reference": "Proverbs 19:20",
    "text": "Get all the advice and instruction you can, so you will be wise the rest of your life."
  },
  {
    "reference": "Psalm 119:66",
    "text": "I believe in your commands; now teach me good judgment and knowledge."
  },
  {
    "reference": "1 Thessalonians 4:16",
    "text": "For the Lord himself will come down from heaven with a commanding shout, with the voice of the archangel, and with the trumpet call of God. First, the believers who have died will rise from their graves."
  },
  {
    "reference": "2 Timothy 4:7",
    "text": "I have fought the good fight, I have finished the race, and I have remained faithful."
  },
  {
    "reference": "2 Timothy 4:8",
    "text": "And now the prize awaits me—the crown of righteousness, which the Lord, the righteous Judge, will give me on the day of his return. And the prize is not just for me but for all who eagerly look forward to his appearing."
  },
  {
    "reference": "Ephesians 4:4",
    "text": "For there is one body and one Spirit, just as you have been called to one glorious hope for the future."
  },
  {
    "reference": "Ephesians 4:5",
    "text": "There is one Lord, one faith, one baptism,"
  },
  {
    "reference": "Ephesians 4:6",
    "text": "one God and Father of all, who is over all, in all, and living through all."
  },
  {
    "reference": "James 3:18",
    "text": "And those who are peacemakers will plant seeds of peace and reap a harvest of righteousness."
  },
  {
    "reference": "Isaiah 57:15",
    "text": "The high and lofty one who lives in eternity, the Holy One, says this: “I live in the high and holy place with those whose spirits are contrite and humble. I restore the crushed spirit of the humble and revive the courage of those with repentant hearts."
  },
  {
    "reference": "Philippians 3:3",
    "text": "For we who worship by the Spirit of God are the ones who are truly circumcised. We rely on what Christ Jesus has done for us. We put no confidence in human effort,"
  },
  {
    "reference": "1 Peter 5:8",
    "text": "Stay alert! Watch out for your great enemy, the devil. He prowls around like a roaring lion, looking for someone to devour."
  },
  {
    "reference": "Psalm 40:5",
    "text": "O LORD my God, you have performed many wonders for us. Your plans for us are too numerous to list. You have no equal. If I tried to recite all your wonderful deeds, I would never come to the end of them."
  },
  {
    "reference": "Proverbs 27:17",
    "text": "As iron sharpens iron, so a friend sharpens a friend."
  },
  {
    "reference": "1 Thessalonians 2:19",
    "text": "After all, what gives us hope and joy, and what will be our proud reward and crown as we stand before our Lord Jesus when he returns? It is you!"
  },
  {
    "reference": "1 Thessalonians 2:20",
    "text": "Yes, you are our pride and joy."
  },
  {
    "reference": "Ephesians 6:10",
    "text": "A final word: Be strong in the Lord and in his mighty power."
  },
  {
    "reference": "Ephesians 6:11",
    "text": "Put on all of God’s armor so that you will be able to stand firm against all strategies of the devil."
  },
  {
    "reference": "1 Corinthians 1:4",
    "text": "I always thank my God for you and for the gracious gifts he has given you, now that you belong to Christ Jesus."
  },
  {
    "reference": "1 Corinthians 1:5",
    "text": "Through him, God has enriched your church in every way—with all of your eloquent words and all of your knowledge."
  },
  {
    "reference": "James 4:4",
    "text": "You adulterers! Don’t you realize that friendship with the world makes you an enemy of God? I say it again: If you want to be a friend of the world, you make yourself an enemy of God."
  },
  {
    "reference": "Psalm 115:1",
    "text": "Not to us, O LORD, not to us, but to your name goes all the glory for your unfailing love and faithfulness."
  },
  {
    "reference": "Isaiah 49:23",
    "text": "Kings and queens will serve you and care for all your needs. They will bow to the earth before you and lick the dust from your feet. Then you will know that I am the LORD. Those who trust in me will never be put to shame.”"
  },
  {
    "reference": "1 Thessalonians 1:2",
    "text": "We always thank God for all of you and pray for you constantly."
  },
  {
    "reference": "1 Thessalonians 1:3",
    "text": "As we pray to our God and Father about you, we think of your faithful work, your loving deeds, and the enduring hope you have because of our Lord Jesus Christ."
  },
  {
    "reference": "1 Peter 2:11",
    "text": "Dear friends, I warn you as “temporary residents and foreigners” to keep away from worldly desires that wage war against your very souls."
  },
  {
    "reference": "Hebrews 13:15",
    "text": "Therefore, let us offer through Jesus a continual sacrifice of praise to God, proclaiming our allegiance to his name."
  },
  {
    "reference": "Romans 8:1",
    "text": "So now there is no condemnation for those who belong to Christ Jesus."
  },
  {
    "reference": "Romans 8:2",
    "text": "And because you belong to him, the power of the life-giving Spirit has freed you from the power of sin that leads to death."
  },
  {
    "reference": "Ephesians 1:4",
    "text": "Even before he made the world, God loved us and chose us in Christ to be holy and without fault in his eyes."
  },
  {
    "reference": "Isaiah 40:29",
    "text": "He gives power to the weak and strength to the powerless."
  },
  {
    "reference": "Isaiah 40:30",
    "text": "Even youths will become weak and tired, and young men will fall in exhaustion."
  },
  {
    "reference": "Isaiah 40:31",
    "text": "But those who trust in the LORD will find new strength. They will soar high on wings like eagles. They will run and not grow weary. They will walk and not faint."
  },
  {
    "reference": "1 John 3:19",
    "text": "Our actions will show that we belong to the truth, so we will be confident when we stand before God."
  },
  {
    "reference": "1 John 3:20",
    "text": "Even if we feel guilty, God is greater than our feelings, and he knows everything."
  },
  {
    "reference": "Proverbs 28:13",
    "text": "People who conceal their sins will not prosper, but if they confess and turn from them, they will receive mercy."
  },
  {
    "reference": "Psalm 111:10",
    "text": "Fear of the LORD is the foundation of true wisdom. All who obey his commandments will grow in wisdom. Praise him forever!"
  },
  {
    "reference": "1 Peter 1:3",
    "text": "All praise to God, the Father of our Lord Jesus Christ. It is by his great mercy that we have been born again, because God raised Jesus Christ from the dead. Now we live with great expectation,"
  },
  {
    "reference": "Isaiah 40:1",
    "text": "“Comfort, comfort my people,” says your God."
  },
  {
    "reference": "Isaiah 40:2",
    "text": "“Speak tenderly to Jerusalem. Tell her that her sad days are gone and her sins are pardoned. Yes, the LORD has punished her twice over for all her sins.”"
  },
  {
    "reference": "Romans 5:6",
    "text": "When we were utterly helpless, Christ came at just the right time and died for us sinners."
  },
  {
    "reference": "Romans 5:7",
    "text": "Now, most people would not be willing to die for an upright person, though someone might perhaps be willing to die for a person who is especially good."
  },
  {
    "reference": "Romans 5:8",
    "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners."
  },
  {
    "reference": "1 Thessalonians 3:6",
    "text": "But now Timothy has just returned, bringing us good news about your faith and love. He reports that you always remember our visit with joy and that you want to see us as much as we want to see you."
  },
  {
    "reference": "2 Corinthians 5:14",
    "text": "Either way, Christ’s love controls us. Since we believe that Christ died for all, we also believe that we have all died to our old life."
  },
  {
    "reference": "2 Corinthians 5:15",
    "text": "He died for everyone so that those who receive his new life will no longer live for themselves. Instead, they will live for Christ, who died and was raised for them."
  },
  {
    "reference": "Proverbs 20:27",
    "text": "The LORD’s light penetrates the human spirit, exposing every hidden motive."
  },
  {
    "reference": "Psalm 145:17",
    "text": "The LORD is righteous in everything he does; he is filled with kindness."
  },
  {
    "reference": "2 Timothy 2:1",
    "text": "Timothy, my dear son, be strong through the grace that God gives you in Christ Jesus."
  },
  {
    "reference": "2 Timothy 2:2",
    "text": "You have heard me teach things that have been confirmed by many reliable witnesses. Now teach these truths to other trustworthy people who will be able to pass them on to others."
  },
  {
    "reference": "Ephesians 6:12",
    "text": "For we are not fighting against flesh-and-blood enemies, but against evil rulers and authorities of the unseen world, against mighty powers in this dark world, and against evil spirits in the heavenly places."
  },
  {
    "reference": "Philippians 1:18",
    "text": "But that doesn’t matter. Whether their motives are false or genuine, the message about Christ is being preached either way, so I rejoice. And I will continue to rejoice."
  },
  {
    "reference": "1 John 5:4",
    "text": "For every child of God defeats this evil world, and we achieve this victory through our faith."
  },
  {
    "reference": "2 Corinthians 3:18",
    "text": "So all of us who have had that veil removed can see and reflect the glory of the Lord. And the Lord—who is the Spirit—makes us more and more like him as we are changed into his glorious image."
  },
  {
    "reference": "1 Thessalonians 5:9",
    "text": "For God chose to save us through our Lord Jesus Christ, not to pour out his anger on us."
  },
  {
    "reference": "1 Thessalonians 5:10",
    "text": "Christ died for us so that, whether we are dead or alive when he returns, we can live with him forever."
  },
  {
    "reference": "Psalm 40:1",
    "text": "For the choir director: A psalm of David. I waited patiently for the LORD to help me, and he turned to me and heard my cry."
  },
  {
    "reference": "Psalm 40:2",
    "text": "He lifted me out of the pit of despair, out of the mud and the mire. He set my feet on solid ground and steadied me as I walked along."
  },
  {
    "reference": "Isaiah 54:5",
    "text": "For your Creator will be your husband; the LORD of Heaven’s Armies is his name! He is your Redeemer, the Holy One of Israel, the God of all the earth."
  },
  {
    "reference": "Isaiah 54:6",
    "text": "For the LORD has called you back from your grief— as though you were a young wife abandoned by her husband,” says your God."
  },
  {
    "reference": "James 5:7",
    "text": "Dear brothers and sisters, be patient as you wait for the Lord’s return. Consider the farmers who patiently wait for the rains in the fall and in the spring. They eagerly look for the valuable harvest to ripen."
  },
  {
    "reference": "Proverbs 24:10",
    "text": "If you fail under pressure, your strength is too small."
  },
  {
    "reference": "Romans 8:16",
    "text": "For his Spirit joins with our spirit to affirm that we are God’s children."
  },
  {
    "reference": "Romans 8:17",
    "text": "And since we are his children, we are his heirs. In fact, together with Christ we are heirs of God’s glory. But if we are to share his glory, we must also share his suffering."
  },
  {
    "reference": "Philippians 4:1",
    "text": "Therefore, my dear brothers and sisters, stay true to the Lord. I love you and long to see you, dear friends, for you are my joy and the crown I receive for my work."
  },
  {
    "reference": "1 Thessalonians 2:1",
    "text": "You yourselves know, dear brothers and sisters, that our visit to you was not a failure."
  },
  {
    "reference": "1 Thessalonians 2:2",
    "text": "You know how badly we had been treated at Philippi just before we came to you and how much we suffered there. Yet our God gave us the courage to declare his Good News to you boldly, in spite of great opposition."
  },
  {
    "reference": "2 Timothy 3:16",
    "text": "All Scripture is inspired by God and is useful to teach us what is true and to make us realize what is wrong in our lives. It corrects us when we are wrong and teaches us to do what is right."
  },
  {
    "reference": "2 Timothy 3:17",
    "text": "God uses it to prepare and equip his people to do every good work."
  },
  {
    "reference": "1 John 1:7",
    "text": "But if we are living in the light, as God is in the light, then we have fellowship with each other, and the blood of Jesus, his Son, cleanses us from all sin."
  },
  {
    "reference": "Philippians 2:16",
    "text": "Hold firmly to the word of life; then, on the day of Christ’s return, I will be proud that I did not run the race in vain and that my work was not useless."
  },
  {
    "reference": "1 Thessalonians 5:21",
    "text": "but test everything that is said. Hold on to what is good."
  },
  {
    "reference": "1 Thessalonians 5:22",
    "text": "Stay away from every kind of evil."
  },
  {
    "reference": "Romans 12:3",
    "text": "Because of the privilege and authority God has given me, I give each of you this warning: Don’t think you are better than you really are. Be honest in your evaluation of yourselves, measuring yourselves by the faith God has given us."
  },
  {
    "reference": "James 3:13",
    "text": "If you are wise and understand God’s ways, prove it by living an honorable life, doing good works with the humility that comes from wisdom."
  },
  {
    "reference": "1 Peter 1:24",
    "text": "As the Scriptures say, “People are like grass; their beauty is like a flower in the field. The grass withers and the flower fades."
  },
  {
    "reference": "1 Peter 1:25",
    "text": "But the word of the Lord remains forever.” And that word is the Good News that was preached to you."
  },
  {
    "reference": "Psalm 107:1",
    "text": "Give thanks to the LORD, for he is good! His faithful love endures forever."
  },
  {
    "reference": "Psalm 107:2",
    "text": "Has the LORD redeemed you? Then speak out! Tell others he has redeemed you from your enemies."
  },
  {
    "reference": "1 Thessalonians 4:1",
    "text": "Finally, dear brothers and sisters, we urge you in the name of the Lord Jesus to live in a way that pleases God, as we have taught you. You live this way already, and we encourage you to do so even more."
  },
  {
    "reference": "1 Thessalonians 4:2",
    "text": "For you remember what we taught you by the authority of the Lord Jesus."
  },
  {
    "reference": "Ephesians 5:16",
    "text": "Make the most of every opportunity in these evil days."
  },
  {
    "reference": "Romans 8:5",
    "text": "Those who are dominated by the sinful nature think about sinful things, but those who are controlled by the Holy Spirit think about things that please the Spirit."
  },
  {
    "reference": "Romans 8:6",
    "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace."
  },
  {
    "reference": "Philippians 3:16",
    "text": "But we must hold on to the progress we have already made."
  },
  {
    "reference": "Psalm 145:8",
    "text": "The LORD is merciful and compassionate, slow to get angry and filled with unfailing love."
  },
  {
    "reference": "Romans 8:12",
    "text": "Therefore, dear brothers and sisters, you have no obligation to do what your sinful nature urges you to do."
  },
  {
    "reference": "Romans 8:13",
    "text": "For if you live by its dictates, you will die. But if through the power of the Spirit you put to death the deeds of your sinful nature, you will live."
  },
  {
    "reference": "Philippians 1:6",
    "text": "And I am certain that God, who began the good work within you, will continue his work until it is finally finished on the day when Christ Jesus returns."
  },
  {
    "reference": "Philippians 1:7",
    "text": "So it is right that I should feel as I do about all of you, for you have a special place in my heart. You share with me the special favor of God, both in my imprisonment and in defending and confirming the truth of the Good News."
  },
  {
    "reference": "Proverbs 15:33",
    "text": "Fear of the LORD teaches wisdom; humility precedes honor."
  },
  {
    "reference": "Romans 1:16",
    "text": "For I am not ashamed of this Good News about Christ. It is the power of God at work, saving everyone who believes—the Jew first and also the Gentile."
  },
  {
    "reference": "Romans 1:17",
    "text": "This Good News tells us how God makes us right in his sight. This is accomplished from start to finish by faith. As the Scriptures say, “It is through faith that a righteous person has life.”"
  },
  {
    "reference": "1 Peter 4:10",
    "text": "God has given each of you a gift from his great variety of spiritual gifts. Use them well to serve one another."
  },
  {
    "reference": "Ephesians 4:23",
    "text": "Instead, let the Spirit renew your thoughts and attitudes."
  },
  {
    "reference": "Ephesians 4:24",
    "text": "Put on your new nature, created to be like God—truly righteous and holy."
  },
  {
    "reference": "Romans 12:19",
    "text": "Dear friends, never take revenge. Leave that to the righteous anger of God. For the Scriptures say, “I will take revenge; I will pay them back,” says the LORD."
  },
  {
    "reference": "Psalm 86:15",
    "text": "But you, O Lord, are a God of compassion and mercy, slow to get angry and filled with unfailing love and faithfulness."
  },
  {
    "reference": "1 Thessalonians 3:7",
    "text": "So we have been greatly encouraged in the midst of our troubles and suffering, dear brothers and sisters, because you have remained strong in your faith."
  },
  {
    "reference": "1 Thessalonians 3:8",
    "text": "It gives us new life to know that you are standing firm in the Lord."
  },
  {
    "reference": "1 Peter 1:16",
    "text": "For the Scriptures say, “You must be holy because I am holy.”"
  },
  {
    "reference": "James 1:17",
    "text": "Whatever is good and perfect is a gift coming down to us from God our Father, who created all the lights in the heavens. He never changes or casts a shifting shadow."
  },
  {
    "reference": "James 1:18",
    "text": "He chose to give birth to us by giving us his true word. And we, out of all creation, became his prized possession."
  },
  {
    "reference": "Philippians 4:13",
    "text": "For I can do everything through Christ, who gives me strength."
  },
  {
    "reference": "Philippians 4:14",
    "text": "Even so, you have done well to share with me in my present difficulty."
  },
  {
    "reference": "Proverbs 16:24",
    "text": "Kind words are like honey— sweet to the soul and healthy for the body."
  },
  {
    "reference": "Psalm 119:107",
    "text": "I have suffered much, O LORD; restore my life again as you promised."
  },
  {
    "reference": "1 Peter 4:14",
    "text": "If you are insulted because you bear the name of Christ, you will be blessed, for the glorious Spirit of God rests upon you."
  },
  {
    "reference": "Philippians 4:8",
    "text": "And now, dear brothers and sisters, one final thing. Fix your thoughts on what is true, and honorable, and right, and pure, and lovely, and admirable. Think about things that are excellent and worthy of praise."
  },
  {
    "reference": "1 Thessalonians 5:5",
    "text": "For you are all children of the light and of the day; we don’t belong to darkness and night."
  },
  {
    "reference": "1 Thessalonians 5:6",
    "text": "So be on your guard, not asleep like the others. Stay alert and be clearheaded."
  },
  {
    "reference": "1 John 4:9",
    "text": "God showed how much he loved us by sending his one and only Son into the world so that we might have eternal life through him."
  },
  {
    "reference": "Psalm 119:115",
    "text": "Get out of my life, you evil-minded people, for I intend to obey the commands of my God."
  },
  {
    "reference": "James 1:26",
    "text": "If you claim to be religious but don’t control your tongue, you are fooling yourself, and your religion is worthless."
  },
  {
    "reference": "Philippians 2:3",
    "text": "Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves."
  },
  {
    "reference": "Philippians 2:4",
    "text": "Don’t look out only for your own interests, but take an interest in others, too."
  },
  {
    "reference": "Ephesians 6:14",
    "text": "Stand your ground, putting on the belt of truth and the body armor of God’s righteousness."
  },
  {
    "reference": "Psalm 119:92",
    "text": "If your instructions hadn’t sustained me with joy, I would have died in my misery."
  },
  {
    "reference": "Philippians 1:19",
    "text": "For I know that as you pray for me and the Spirit of Jesus Christ helps me, this will lead to my deliverance."
  },
  {
    "reference": "Philippians 3:15",
    "text": "Let all who are spiritually mature agree on these things. If you disagree on some point, I believe God will make it plain to you."
  },
  {
    "reference": "1 John 5:16",
    "text": "If you see a fellow believer sinning in a way that does not lead to death, you should pray, and God will give that person life. But there is a sin that leads to death, and I am not saying you should pray for those who commit it."
  },
  {
    "reference": "Romans 10:12",
    "text": "Jew and Gentile are the same in this respect. They have the same Lord, who gives generously to all who call on him."
  },
  {
    "reference": "Romans 10:13",
    "text": "For “Everyone who calls on the name of the LORD will be saved.”"
  },
  {
    "reference": "1 Thessalonians 5:4",
    "text": "But you aren’t in the dark about these things, dear brothers and sisters, and you won’t be surprised when the day of the Lord comes like a thief."
  },
  {
    "reference": "James 1:1",
    "text": "This letter is from James, a slave of God and of the Lord Jesus Christ. I am writing to the “twelve tribes”—Jewish believers scattered abroad. Greetings!"
  },
  {
    "reference": "Psalm 119:112",
    "text": "I am determined to keep your decrees to the very end."
  },
  {
    "reference": "Romans 8:37",
    "text": "No, despite all these things, overwhelming victory is ours through Christ, who loved us."
  },
  {
    "reference": "Romans 8:38",
    "text": "And I am convinced that nothing can ever separate us from God’s love. Neither death nor life, neither angels nor demons, neither our fears for today nor our worries about tomorrow—not even the powers of hell can separate us from God’s love."
  },
  {
    "reference": "Romans 8:39",
    "text": "No power in the sky above or in the earth below—indeed, nothing in all creation will ever be able to separate us from the love of God that is revealed in Christ Jesus our Lord."
  },
  {
    "reference": "1 Thessalonians 3:3",
    "text": "and to keep you from being shaken by the troubles you were going through. But you know that we are destined for such troubles."
  },
  {
    "reference": "Philippians 4:21",
    "text": "Give my greetings to each of God’s holy people—all who belong to Christ Jesus. The brothers who are with me send you their greetings."
  },
  {
    "reference": "1 John 4:16",
    "text": "We know how much God loves us, and we have put our trust in his love. God is love, and all who live in love live in God, and God lives in them."
  },
  {
    "reference": "1 John 4:17",
    "text": "And as we live in God, our love grows more perfect. So we will not be afraid on the day of judgment, but we can face him with confidence because we live like Jesus here in this world."
  },
  {
    "reference": "Proverbs 15:31",
    "text": "If you listen to constructive criticism, you will be at home among the wise."
  },
  {
    "reference": "Philippians 4:9",
    "text": "Keep putting into practice all you learned and received from me—everything you heard from me and saw me doing. Then the God of peace will be with you."
  },
  {
    "reference": "Psalm 30:4",
    "text": "Sing to the LORD, all you godly ones! Praise his holy name."
  },
  {
    "reference": "Psalm 30:5",
    "text": "For his anger lasts only a moment, but his favor lasts a lifetime! Weeping may last through the night, but joy comes with the morning."
  },
  {
    "reference": "Romans 8:18",
    "text": "Yet what we suffer now is nothing compared to the glory he will reveal to us later."
  },
  {
    "reference": "Romans 8:19",
    "text": "For all creation is waiting eagerly for that future day when God will reveal who his children really are."
  },
  {
    "reference": "1 Thessalonians 4:18",
    "text": "So encourage each other with these words."
  },
  {
    "reference": "Philippians 4:11",
    "text": "Not that I was ever in need, for I have learned how to be content with whatever I have."
  },
  {
    "reference": "Philippians 4:12",
    "text": "I know how to live on almost nothing or with everything. I have learned the secret of living in every situation, whether it is with a full stomach or empty, with plenty or little."
  },
  {
    "reference": "James 4:1",
    "text": "What is causing the quarrels and fights among you? Don’t they come from the evil desires at war within you?"
  },
  {
    "reference": "Psalm 119:147",
    "text": "I rise early, before the sun is up; I cry out for help and put my hope in your words."
  },
  {
    "reference": "1 John 5:1",
    "text": "Everyone who believes that Jesus is the Christ has become a child of God. And everyone who loves the Father loves his children, too."
  },
  {
    "reference": "1 John 5:2",
    "text": "We know we love God’s children if we love God and obey his commandments."
  },
  {
    "reference": "Philippians 1:10",
    "text": "For I want you to understand what really matters, so that you may live pure and blameless lives until the day of Christ’s return."
  },
  {
    "reference": "Philippians 1:11",
    "text": "May you always be filled with the fruit of your salvation—the righteous character produced in your life by Jesus Christ—for this will bring much glory and praise to God."
  },
  {
    "reference": "1 Peter 2:3",
    "text": "now that you have had a taste of the Lord’s kindness."
  },
  {
    "reference": "Psalm 116:5",
    "text": "How kind the LORD is! How good he is! So merciful, this God of ours!"
  },
  {
    "reference": "Romans 14:19",
    "text": "So then, let us aim for harmony in the church and try to build each other up."
  },
  {
    "reference": "Philippians 1:1",
    "text": "This letter is from Paul and Timothy, slaves of Christ Jesus. I am writing to all of God’s holy people in Philippi who belong to Christ Jesus, including the church leaders and deacons."
  },
  {
    "reference": "Philippians 1:2",
    "text": "May God our Father and the Lord Jesus Christ give you grace and peace."
  },
  {
    "reference": "1 John 4:11",
    "text": "Dear friends, since God loved us that much, we surely ought to love each other."
  },
  {
    "reference": "1 John 4:12",
    "text": "No one has ever seen God. But if we love each other, God lives in us, and his love is brought to full expression in us."
  },
  {
    "reference": "Philippians 3:10",
    "text": "I want to know Christ and experience the mighty power that raised him from the dead. I want to suffer with him, sharing in his death,"
  },
  {
    "reference": "Philippians 3:11",
    "text": "so that one way or another I will experience the resurrection from the dead!"
  },
  {
    "reference": "Philippians 1:9",
    "text": "I pray that your love will overflow more and more, and that you will keep on growing in knowledge and understanding."
  },
  {
    "reference": "Psalm 86:5",
    "text": "O Lord, you are so good, so ready to forgive, so full of unfailing love for all who ask for your help."
  },
  {
    "reference": "1 Thessalonians 2:8",
    "text": "We loved you so much that we shared with you not only God’s Good News but our own lives, too."
  },
  {
    "reference": "Romans 8:31",
    "text": "What shall we say about such wonderful things as these? If God is for us, who can ever be against us?"
  },
  {
    "reference": "Romans 8:32",
    "text": "Since he did not spare even his own Son but gave him up for us all, won’t he also give us everything else?"
  },
  {
    "reference": "1 Thessalonians 4:11",
    "text": "Make it your goal to live a quiet life, minding your own business and working with your hands, just as we instructed you before."
  },
  {
    "reference": "1 Thessalonians 4:12",
    "text": "Then people who are not believers will respect the way you live, and you will not need to depend on others."
  },
  {
    "reference": "Romans 12:11",
    "text": "Never be lazy, but work hard and serve the Lord enthusiastically."
  },
  {
    "reference": "Romans 12:12",
    "text": "Rejoice in our confident hope. Be patient in trouble, and keep on praying."
  },
  {
    "reference": "James 1:5",
    "text": "If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking."
  },
  {
    "reference": "Romans 8:26",
    "text": "And the Holy Spirit helps us in our weakness. For example, we don’t know what God wants us to pray for. But the Holy Spirit prays for us with groanings that cannot be expressed in words."
  },
  {
    "reference": "Romans 8:27",
    "text": "And the Father who knows all hearts knows what the Spirit is saying, for the Spirit pleads for us believers in harmony with God’s own will."
  },
  {
    "reference": "1 John 4:4",
    "text": "But you belong to God, my dear children. You have already won a victory over those people, because the Spirit who lives in you is greater than the spirit who lives in the world."
  },
  {
    "reference": "1 John 4:5",
    "text": "Those people belong to this world, so they speak from the world’s viewpoint, and the world listens to them."
  },
  {
    "reference": "Philippians 1:20",
    "text": "For I fully expect and hope that I will never be ashamed, but that I will continue to be bold for Christ, as I have been in the past. And I trust that my life will bring honor to Christ, whether I live or die."
  },
  {
    "reference": "Romans 14:8",
    "text": "If we live, it’s to honor the Lord. And if we die, it’s to honor the Lord. So whether we live or die, we belong to the Lord."
  },
  {
    "reference": "Ephesians 1:15",
    "text": "Ever since I first heard of your strong faith in the Lord Jesus and your love for God’s people everywhere,"
  },
  {
    "reference": "Romans 15:1",
    "text": "We who are strong must be considerate of those who are sensitive about things like this. We must not just please ourselves."
  },
  {
    "reference": "Romans 15:2",
    "text": "We should help others do what is right and build them up in the Lord."
  },
  {
    "reference": "James 5:13",
    "text": "Are any of you suffering hardships? You should pray. Are any of you happy? You should sing praises."
  },
  {
    "reference": "Psalm 56:3",
    "text": "But when I am afraid, I will put my trust in you."
  },
  {
    "reference": "Psalm 56:4",
    "text": "I praise God for what he has promised. I trust in God, so why should I be afraid? What can mere mortals do to me?"
  },
  {
    "reference": "Romans 12:9",
    "text": "Don’t just pretend to love others. Really love them. Hate what is wrong. Hold tightly to what is good."
  },
  {
    "reference": "1 Thessalonians 5:8",
    "text": "But let us who live in the light be clearheaded, protected by the armor of faith and love, and wearing as our helmet the confidence of our salvation."
  },
  {
    "reference": "James 1:9",
    "text": "Believers who are poor have something to boast about, for God has honored them."
  },
  {
    "reference": "James 1:10",
    "text": "And those who are rich should boast that God has humbled them. They will fade away like a little flower in the field."
  },
  {
    "reference": "Philippians 1:4",
    "text": "Whenever I pray, I make my requests for all of you with joy,"
  },
  {
    "reference": "Romans 8:21",
    "text": "the creation looks forward to the day when it will join God’s children in glorious freedom from death and decay."
  },
  {
    "reference": "James 4:7",
    "text": "So humble yourselves before God. Resist the devil, and he will flee from you."
  },
  {
    "reference": "James 4:8",
    "text": "Come close to God, and God will come close to you. Wash your hands, you sinners; purify your hearts, for your loyalty is divided between God and the world."
  },
  {
    "reference": "Proverbs 17:17",
    "text": "A friend is always loyal, and a brother is born to help in time of need."
  },
  {
    "reference": "Psalm 118:5",
    "text": "In my distress I prayed to the LORD, and the LORD answered me and set me free."
  },
  {
    "reference": "Psalm 118:6",
    "text": "The LORD is for me, so I will have no fear. What can mere people do to me?"
  },
  {
    "reference": "Philippians 4:15",
    "text": "As you know, you Philippians were the only ones who gave me financial help when I first brought you the Good News and then traveled on from Macedonia. No other church did this."
  },
  {
    "reference": "Philippians 4:16",
    "text": "Even when I was in Thessalonica you sent help more than once."
  },
  {
    "reference": "1 Peter 4:16",
    "text": "But it is no shame to suffer for being a Christian. Praise God for the privilege of being called by his name!"
  },
  {
    "reference": "1 Thessalonians 5:11",
    "text": "So encourage each other and build each other up, just as you are already doing."
  },
  {
    "reference": "1 John 3:21",
    "text": "Dear friends, if we don’t feel guilty, we can come to God with bold confidence."
  },
  {
    "reference": "Philippians 2:5",
    "text": "You must have the same attitude that Christ Jesus had."
  },
  {
    "reference": "Philippians 2:6",
    "text": "Though he was God, he did not think of equality with God as something to cling to."
  },
  {
    "reference": "1 John 5:18",
    "text": "We know that God’s children do not make a practice of sinning, for God’s Son holds them securely, and the evil one cannot touch them."
  },
  {
    "reference": "1 John 4:19",
    "text": "We love each other because he loved us first."
  },
  {
    "reference": "1 John 4:20",
    "text": "If someone says, “I love God,” but hates a fellow believer, that person is a liar; for if we don’t love people we can see, how can we love God, whom we cannot see?"
  },
  {
    "reference": "James 5:14",
    "text": "Are any of you sick? You should call for the elders of the church to come and pray over you, anointing you with oil in the name of the Lord."
  },
  {
    "reference": "James 5:15",
    "text": "Such a prayer offered in faith will heal the sick, and the Lord will make you well. And if you have committed any sins, you will be forgiven."
  },
  {
    "reference": "James 1:27",
    "text": "Pure and genuine religion in the sight of God the Father means caring for orphans and widows in their distress and refusing to let the world corrupt you."
  },
  {
    "reference": "1 Thessalonians 1:6",
    "text": "So you received the message with joy from the Holy Spirit in spite of the severe suffering it brought you. In this way, you imitated both us and the Lord."
  },
  {
    "reference": "1 Thessalonians 1:7",
    "text": "As a result, you have become an example to all the believers in Greece—throughout both Macedonia and Achaia."
  },
  {
    "reference": "1 John 5:5",
    "text": "And who can win this battle against the world? Only those who believe that Jesus is the Son of God."
  },
  {
    "reference": "Philippians 1:29",
    "text": "For you have been given not only the privilege of trusting in Christ but also the privilege of suffering for him."
  },
  {
    "reference": "1 Thessalonians 5:12",
    "text": "Dear brothers and sisters, honor those who are your leaders in the Lord’s work. They work hard among you and give you spiritual guidance."
  },
  {
    "reference": "1 Thessalonians 5:13",
    "text": "Show them great respect and wholehearted love because of their work. And live peacefully with each other."
  },
  {
    "reference": "James 1:21",
    "text": "So get rid of all the filth and evil in your lives, and humbly accept the word God has planted in your hearts, for it has the power to save your souls."
  },
  {
    "reference": "Ephesians 3:16",
    "text": "I pray that from his glorious, unlimited resources he will empower you with inner strength through his Spirit."
  },
  {
    "reference": "Proverbs 15:30",
    "text": "A cheerful look brings joy to the heart; good news makes for good health."
  },
  {
    "reference": "1 John 5:11",
    "text": "And this is what God has testified: He has given us eternal life, and this life is in his Son."
  },
  {
    "reference": "1 John 5:12",
    "text": "Whoever has the Son has life; whoever does not have God’s Son does not have life."
  },
  {
    "reference": "Philippians 4:18",
    "text": "At the moment I have all I need—and more! I am generously supplied with the gifts you sent me with Epaphroditus. They are a sweet-smelling sacrifice that is acceptable and pleasing to God."
  },
  {
    "reference": "James 5:10",
    "text": "For examples of patience in suffering, dear brothers and sisters, look at the prophets who spoke in the name of the Lord."
  },
  {
    "reference": "Philippians 2:12",
    "text": "Dear friends, you always followed my instructions when I was with you. And now that I am away, it is even more important. Work hard to show the results of your salvation, obeying God with deep reverence and fear."
  },
  {
    "reference": "James 4:3",
    "text": "And even when you ask, you don’t get it because your motives are all wrong—you want only what will give you pleasure."
  },
  {
    "reference": "Ephesians 1:20",
    "text": "that raised Christ from the dead and seated him in the place of honor at God’s right hand in the heavenly realms."
  },
  {
    "reference": "Ephesians 6:18",
    "text": "Pray in the Spirit at all times and on every occasion. Stay alert and be persistent in your prayers for all believers everywhere."
  },
  {
    "reference": "1 John 4:10",
    "text": "This is real love—not that we loved God, but that he loved us and sent his Son as a sacrifice to take away our sins."
  }
]